{"title": "37 . 트에서의 극측 요추 디스크 탈출", "author": "김효주", "publisher": "한국수의과학회", "department": "외과", "disease": "37 . 트에서의 극측 요추 디스크 탈출 \n척추간판감염(IVDD)은 개에서 가장 흔한 척추 및 척추 장애입니다[1]. IVDD에는 돌출 및 돌출 의 2가지 주요 유형이 있하였다. 압출. 돌출 유형은 Hansen 유형 II IVDD라고도 하며 섬유 종 변성의 결과로, 섬유륜이 두꺼워지는 현상이 나타납니다[2]. 주로 비연골이영양증 대형견에 서 관찰 되며, 질병의 진행은 종종 만성적입니다. 대조적으로, 압출 유형 (Hansen type I IVDD)는 소형 장난감 품종의 개에서 더 흔하며 연골 변성의 결 과로, 연골의 젤라틴 물질이 핵 펄포수스는 석회화되어 유연성과 압축성이 감소하고 결국 디스크가 갑자기 파열됩니다[3]. 탈 출은 흉요추 부위, 특히 T11과 L3 사이에서 가장 흔히 발생합니다. 그리고 일반적으로 허리 통증, 하반신 마비, 하반신 마비 또는 요로 기능 장애와 같은 급성 임상 징 후와 관련이 있습니다[4]. 디스크 파열은 이론적으로 어느 방향에서나 발생 하지만 주로 얇기 때문에 등쪽에서 발생합니다. annulus fibrosus [5]. 인체의학에서 디스크 탈 출은 4가지로 분류됩니다. 파열 방향에 따라 중앙, 측면, 구멍, 멀리 유형이 있하였다. 측면(또한 외측공이라고도 함) [6]. 보고된 대부분의 사례는 개들은 중앙 및 측면 IV DD에 초점을 맞추었지만 보고된 바는 거의 없습니다. foraminal 및 far lateral 유형에 대해. 이 사례 보고서는 far 의 드문 사례를 설명합니다. 측면 요추 디스크 돌출(FLLDE), 또한 추간공외 IVDD로 알려짐 개에서. 우리는 우리의 사례 발견이 IVDD와 관련된 기존 의 수의학을 상당히 풍부하게 할 것이라 고 믿습니다. 6세 수컷, 체중 8kg의 거세된 다크스훈트 한 마리가 내원했하였다. 급성, 비국소적 통증과 함께. 개는 일시적인 변연계통의 병력이 있었습니다. 전날 달리는 동안 경직이 있었고, 게다가 입원 당일에 왼쪽 뒷다리에 불편함을 느꼈하였다. 신체 검사에서 개는 심한 허리 통증을 보였다. 혈액 검사, 완전 혈액 검사와 혈청 생화학 평가에서 주목할 만한 이상은 보이지 않았습니다. 뇌신경, 자세 검사를 포 함한 신경학적 검사 반응, 배뇨, 감각 등에서는 이상이 발견되지 않았하였다. 흉요추 척추의 방사선 사진은 일상적인 방식으로 기록되었다. (Titan 2000M; Comed M edical Systems, Korea). 측면 투사에서, 10번째 흉추(T10)와 T11 사이, T12와 T13 사이, 그리고 첫 번 째 요추(L1)와 L2 사이에 뚜렷한 석회화된 디스크 물질 165 이 확인되었습니다(그림 1). L1과 L2 사이의 척추간 디스크 공간 그림 1. 요추의 측면(A) 및 복 측(B) 방사선 사진 척추. (A) 측면 투영에서 다초점 타원체 석회화된 척추간과 일치하는 방사선 불투과성 물질 디스크는 척추 사이 디스크 공간 수준에서 볼 수 있습니다. (점선 화살표). 척추간판 공간의 협착을 주목하세요. 그리고 L1과 L2 사이의 붕괴된 석회화된 디스크(화살표). (B) 복측 등쪽 투사면에서 원형의 방사선 불 투과성 물질이 척추간판 공간의 왼쪽에 보입니다. L1과 L2 사이, 가장 멀리 있는 측면 디스크 공간과 일치합니다. L1, 첫 번째 요추 척추; L2, 두 번째 요추 척추; T13, 흉추 13번. 그림 2. 대조 전 횡단(A) 및 등쪽 재구성(B, C) 뼈 창이 있는 컴퓨터 단층 촬영 이미지 요추 척추 부위. (A) 과민성 원형, 뼈 재료(직경 5m m, 흰색 화살표)는 다음에서 식별됩니다. L1과 L2 사이의 ex traforaminal 영역. 중앙에 경화성 경계가 보이는 저감각 원형 결손에 주목하세요. 척추간판은 핵 펄포수스와 일치함 (검은색 화살표). 척추간공 수준에서 재료의 원위 부 분은 척추로의 연속성을 보여줍니다. 운하(흰색 화살표). (B) 척추 사이 디스크 공간의 수준; (C) 척추 사이 구멍의 수준. 표 1. 자기공명영상 시퀀스의 매개변수 매개변수(단위) 순서 시야각(cm) 슬라이스 두께(mm) 슬라이스 간 간격(mm) 휴식시간(ms) 에코 시간(ms) 행렬 넥스 T1W 횡단 뚜렷하게 좁아졌고 붕괴된 석회화된 디스크가 있었습니다. 눈에 보입니다. 둥글고 석회화된 방사선 불투과성 물질(직경 5 mm)이 왼쪽 배측 등쪽 돌기에서 보였습니다. L1과 L2 사이의 척추 사이 디스크 공간. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다.125 mm 슬라이스 두 께, 갠트리 기울기 없음. 횡단 이미지에서 석회화된 테두리가 있는 원 형 과감쇠 원반형 물질이 레벨에서 왼쪽에 관찰되었습니다. L1과 L2 사이의 척추 사이 구멍(그림 2A). 등쪽 재구성 CT 이미지(그림 2B 및 C)에서 일 부 방사선 불투과성 물질은 척추관과 연속성을 보였습니다. 경화성 뼈 여백이 있는 둥 근 결 손은 척추간판의 중앙 부분에 존재합니다. 남아 있는 척추간판은 방사선 사진에서 다발성 석회화를 보였다. 자기공명영상(MRI)은 1.5 테슬라 시스템을 사용한 전신 마취 (Signa HDxt; GE 의료 시스템). 프로포폴로 마취를 유도했습니다. (6 mg/kg, IV; 프로바이브 1%; 명이상약, 한국) 및 1.5% 이소플루란(Foran)으로 유지되었습니다. 솔루션;중외제약(주), 한국) 10 0% 기관 내 삽관을 통한 산소. 개는 위치 지정되었습니다. 8채널 위상 배열 척추에 서 등쪽 누워 있음 코일. MRI 스캔의 매개변수는 다음과 같이 요약됩니다. 표 1. T2 강조 시상면 영상에서 다중 흉요추 디스 크 변성과 탈수가 눈에 띄었습니다(그림 3A). 비록 경미한 돌출이 다초점적으로 감지되었지만, 척수 압박이나 척수병의 증거가 있었하였다. 관찰됨. 횡단면에서 원형 저신호 물질이 L1과 L2 사이의 왼쪽 멀리 측면 영역에서 확인되었습니다. L2. 신경근지방을 위한 공간의 확장이 확인되었다. 공간 내에 저강도 물질이 갇히는 것을 의미합니다. 주변에 염증 변화의 증거는 없었습니다. 척추, 척추간판 또는 척추주변 근육. 기반 다중 모달 영상 결과, 외측공막 석회화된 디스크 물질, 광물화된 신경성 종양의 존 재 그리고 골성 척추 종양은 다음을 나타내는 것으로 간주되었다. T1W 시상면 연방수석 12 × 12 1.5 1.8 494 연방수석 25 × 25 3 3.3 532 T2W 횡단 연방수석 12 × 12 1.5 1.8 5,008 T2W 시상면 연방수석 25 × 25 3 3.3 3,500 T2W 3D 큐브 3D FSE 16 × 16 1.6 2 2,600 12 288 × 224 2 12 352 × 224 2 87 288 × 224 2 105 352 × 256 2 114 256 × 256 4 T1W, T1 가중치 영상; T2W, T2 가중치 영상; 3D, 3차원; FSE, 빠른 스핀 에코; FOV, 시야. 원위측 요추 디스크 돌출 167 그림 3. 정중시상면(A)과 횡(B) 이 미지에 대한 자기공명영상 소견. (A) 정중시상면 이미지에서 요추(L) 척추 부위에 퇴행성 저신호 추간판이 확인되었습니다. 주목 할 만한 디스크 돌출이나 척수 손상은 없하였다. 압축이 보입니다. (B) 횡단면에서 석회화된 디스크와 일치하 는 저신호 원형 물질이 명확하게 보입니다. 왼쪽 extraforaminal 영역(화살표). 디스크 물질(화살표 머리)의 갇힘으로 인해 신경 주변 공간이 넓어진 것을 주목하세요. 그림 4. 수술 중 영상(A)과 조직병리학적 결과(B). (A) 수술 중 붉은색을 띠고 불규칙한 모양의 석회화 된 디스크 물질은 섬유륜에 부착되어 있습니다(흰색 화살표). 물질은 관절 아래에서 식별됩니다. (B) 조직병리학적 결과는 다양한 크기의 연골세포와 함께 액포 변성(화살표)과 다초점성 석회화(화살촉)를 보여줍니다. 수술 중 및 조직병리학적 결과에서 주목할만한 염증성 또는 종양성 변화는 확인되지 않았습니다. 헤마톡실린 및 에오신 염색; 배율을 실시한다 × 400 가능한 감별진단. 허리 통증을 완화하기 위한 창문술은 일상적인 방식으로 진행되었습니다. 창문 술을 위한 좌측 등쪽 외측 접근법은 L1과 L2. 골막 엘리베이터를 사용하여 축상골을 들어올렸하였다. 근육을 제거하고 관절면을 노출시켰습니다. 우리는 보조 돌기에 근육 부착을 수축 하여 섬유륜의 등쪽 외측면을 노출시켰습니다. 수술 중, 붉은색을 띠고 불규칙한 모양의 원반 모양의 물질이 감지되었다. 이것들은 아래에 위치한 섬유륜에 부착되었습니다. 관절 돌기(그림 4A). 재료는 다음을 사용하여 제거되었습니다. No. 10 블레이드를 사용했으며 출혈 흔적은 관찰되지 않았하였다. 제거 후. 조직병리학적 결과에서 호염기성 다초점성 석회화와 연골조직을 가진 연골세포 연골 물질에서 퇴화가 확인되었으며, 그 특징은 척추간판과 일치합니다(그림 4B). 디스크 물질은 눈에 띄는 염증 및 신생물적 변화를 보이지 않았습니다. 심각한 석회 화가 관찰되었습니다. 핵 펄포수스와 섬유증 주위. 개 마침내 척추 디스크 탈출증의 희귀한 하위 유형인 FLLDE로 판단되었습니다. 수술 후 개는 아무런 사건 없이 회복되었다. 일곱 수술 후 며칠 동안 신경학적 검사에서 이상이 발견되지 않았습니다. 놀라운 발견과 허리 통증이 완전히 사라졌하였다. 퇴원 후 한 달 동안 신체 검사와 신 경학적 검사에서 이상이 발견되지 않았습니다. IVDD는 척수 감염 중 가장 흔한 유형입니다. 개. 전통적으로 IVDD의 경우 는 다음과 같이 분류됩니다. 한센형 I 압출 또는 한센형 II 돌출. [1] 돌출은 주로 만성적이지만 압출 유형은 급성 디스크 파열로 인한 척수 손상이 자주 동반되기 때문에 의료적으로 더욱 중요 합니다.[4] 디스크 압출은 일반적으로 연골이영양증 품종에서 발생합니다. 디스크 변성과 관련이 있습니다. 연골이영양증 품종, 디스크 퇴화 및 석회화는 비교적 어린 나이에 발생하여 유연성과 압축성이 감 소하여 급성 디스크 파열을 초래할 수 있하였다.[3] 고리섬유증의 등쪽외측면이 더 얇기 때문에 개 의 복부 측면보다 디스크 탈출이 주로 발생합니다. 등쪽 또는 등쪽 외측 방향으로 [2]. 4가지 유형 중 위에서 언급한 디스크 압출의 중앙 및 측면 유형은 때때로 중앙방 디스크 압출로 그룹화됩니다. 168 김재환, 김효주, 황정연, 엄기동 이러한 경우 디스크 파열은 종종 척추관의 등쪽 방향으로 발생합니다. foraminal 및 extraforaminal 디스크 돌출은 비정상적인 방향으로 디스 크 물질이 파열되는 것으로 정의되며 주로 척수보다는 신경 뿌리의 압박을 초래합니다. FLLDE는 전체 디스크 탈출증의 4%에 불과합니다. 인간에서는 L4–L5 또는 L3– 사이에서 가장 흔히 발생합니다. L4. 등쪽 뿌리 신경절을 포함하는 먼 측면 공간 은 두개골 관절 사이의 영역으로 정 의됩니다. 소절과 섬유륜. 등근신경절에는 많은 수의 신경세포가 포 함되어 있기 때문에 압박 이 발생합니다. 압출된 디스크 물질은 다양한 임상 증상을 유발할 수 있습니다. 심각한 척추신경병증 및 급성 비 특이적 통증이 나타날 수 있습니다. 핵 펄포수스 또는 고리 모양의 파편이 등쪽 뿌리 신경절과 직접 접촉하기 때문에. 작기 때문에 신경구멍의 크기는 작더라도 멀리 측면으로 탈출 된 경우 디스크 조각은 심각한 증상을 유발할 수 있습니다. 척추 일반적인 경우보다 코드 압박이 덜 자주 발생합니다. IVDD, 하반신 마비 및 하반신 마비는 거의 발생하지 않하였다. 현재 사례에서 개 는 심각한 비특이적 통증을 보였다. 보행이나 자세 반응에 이상이 있는 경 우 척추신경병증으로 인한 것일 수 있다. FLLDE의 판단은 외부 구멍이 있기 때문에 어렵습니다. 영역은 일반적으로 일상적인 수의과 진료에서 MRI에서 보이지 않습니다. 저자의 경 험에 따르면 척추 MRI 스캔 일반적으로 처음에 사지탈 이미지를 생성하기 위해 진행됩니다. FLLDE가 명확하게 보이지 않을 수도 있하였다. 따라서 척추 척수 압박은 시상면 이미지에서 보이지 않 을 수 있으므로 방사선과 의사가 놓칠 수 있습니다. 심지어 인간에서도 FLLDE의 약 1/3이 처음에 잘못 판단되는 경우가 많으며, 이는 종종 후복막 종양, 전이성 종양 또는 말초신경초종양[7 9]. 다발성 IVDD, FLLDE는 간과될 수 있으며 다른 측면은 간과될 수 있하였다. 주요 원인으로 판단됨; 이는 불량한 예후로 이어짐 판단이 늦어져서 그렇습니다. 이러한 잘못된 판단을 최소화하기 위해 고리의 대칭성을 확인하는 것이 중요합니다 횡단면에 섬유증이 있는데, 대부분의 FLLDE가 부착되기 때문입니다. 디스크 윤곽의 왜곡을 일 으키는 섬유륜에 [6,10]. 인간의 경우와 대조적으로 척추 신경은 개에서는 너무 작아서 명확하게 볼 수 없으 므로 MRI에서 지방 억제 시퀀스가 염증 을 식별하는 데 도움이 될 수 있습니다. 디스크가 튀어나와 신경근 주위의 반응 재료. 일반적으로 CT는 금본위 절차가 아닙니다. 개의 디스크 탈출을 판단하고 평가하기 위해서는 현재 사례에서 FLLDE를 판단하는 데 매우 유용했습니다. 그것은 광범위한 해부학적 구조를 보여주었기 때문에 다중 평면 재구성. CT 스캔에서 추간판 외 디스크 물질은 척추관으로 연속성을 갖 습니다. 등쪽 재구성된 이미지는 추간판 외 덩어리가 압출된 디스크 물질일 수 있음을 시사 합니다. 현재 사례와 마찬가지로 이전에 보 고된 개는 디스크가 석회화되었습니다. 외측공동영역의 물질[11]; 따라서 CT는 MRI와 보완적인 역할을 할 것으로 기대됨 FLLDE 판단. 인간 의학에서 FLLDE의 다양한 예후는 다음과 같하였다. 보고되었습니다. FLLDE는 직접 압축하지 않기 때문에 척수에 발생 한 FLLDE의 경우 수술 후 예후는 양호하다[8]. 그러나 FLLDE는 MRI 검사에서 쉽게 간과될 수 있다. 그리고 예후는 전형적인 IVDD보다 더 나쁠 수 있하였다. 진단에 관련된 어려움. 또한 FLLDE 일반적으로 요추 천골 협착증과 같은 동시적 퇴행성 변 화가 있는 노령층에서 발생 하여 인간의 경우 예후가 좋지 않습니다[10]. 그러나 IVDD는 연골이영양증이 있는 개 품종의 경우 비교적 어린 나이 동반되는 퇴행성 변화가 예상됩니다. 비교적 드물다. 여러 디스크 변성은 현장에서 명확하게 식별되었으며 추가적인 퇴행 성 변화가 없음 본 사례에서는 다음과 같은 사항이 관찰되었습니다. FLLDE의 경우는 매우 드물며 우리가 아는 한, 이전 에 수의학에 단 하나의 사례 보고가 출판되었습니다[11]. 그 사례의 예후는 매 우 우수했습니다. 저자들은 FLLDE 판단이 내려지면 단시간 내에 정확하게 예측이 가능할 것으로 기대된다. 전형적인 IVDD보다 더 좋습니다. 사실, 현재와 이전 사례에서는 개가 즉시 회복되었다. 수술 후 허리 통증 징후가 완전히 사라졌하였다. 인간 의학, FLLDE 판단을 받은 19명의 환자 모두 우수한 예후를 보였고 다리 통증이 사라졌습니다. 수술[12]. 또 다른 연구에서는 환자의 71%가 FLLDE로 판단된 경우 보수적 치료로 호전되었습니다[8]. 본 사례에서는 수술적 제 거가 가능했지만 심각한 허리 통증을 완화하기 위해 진행됨, 추가 조사 개에서 FLLDE의 예후 및 치료에 관하여 필요한. 척추간판의 석회화가 자주 관찰됩니다. 특히 연골이영양증 품종의 방사선 사진에서 다크스훈트. 이전 연구[11]에 따르면 석회화된 디스크는 퇴행성 변화이며, 또한 석회화가 심할수록 디스크가 파열될 가능성이 더 큽니다. 발생합니다. 또한 영향을 받는 디스크의 수가 증가함에 따라 개 IVDD 및 디스크 파열에 더 취약해집니다[13]. 본 증례에서는 추간공외 부위의 석회화된 디스크 물 질이 심각한 석회화와 관련이 있는 것으로 생각된다. 그리고 척추사이뼈의 갑작 스러운 파열 가능성 디스크. 퇴행성, 석회화된 핵 펄포수스는 탈출할 수 있하였다. 인간의 경미한 외상과 운동, 그리고 현재 사례에서 석회화된 핵 펄 포수스는 운동으로 인해 횡돌기공을 통해 이동했을 수 있 습니다[14]. 따라서 연골이영양증 석회화된 방사선 사진을 자주 보여 주는 품종의 개 척추간판은 FLLDE에 걸리기 쉽습니다. 이러한 소유자를 교육할 때는 지식이 필요합니다. 운동 제한이 필요할 가 능성에 대해 이야기합니다. 이 증례 보고서는 척추간판 탈출의 드문 증상이 있는 FLLDE의 증례를 설명합 니다. 시상면 이미지에서 명확한 척수 압박이 보이지 않을 수 있으므로, 신경성 또 는 전이성 종양으로 오진되는 것을 피하기 위해 주의 깊게 해석해야 합니 다. 연골 이형성증 품종의 개(예을 실시한다 다크스훈트)가 디스크 석회화를 보일 때, 척추간판의 부피가 감소하고 허리 통증이 심해짐 FLLDE는 감별진단으로 고려해야 합니다.\n"}