{
  "title": "17 . 유선선종양이 있는 개의 예후인자 평가",
  "author": "문창환",
  "publisher": "한국수의과학회",
  "department": "외과",
  "disease": "\n17 . 유선선종양이 있는 개의 예후인자 평가: 60건(2014-2020)\n\n개 유선종양은 온전한 암컷 개에서 가장 흔한 신생물입니다. 모든 유선종양의 약 절반이 악성이며 전이 위험이 있으며 이는 예후가 나쁩니다. 이 연구는 개 유선종양의 예후 요인과 악성 종양의 발병과 관련된 위험 요인을 평가하는 것이었습니다. 2014년부터 2020년까지 유선종양이 있는 60마리의 개에서 수술적 치료를 받은 후향적 연구를 평가했습니다. 종양 크기, TNM 병기 및 조직병리학적 결과는 수술 후 2년 생존에 대한 예후 요인이었습니다. 종양 크기가 10mm 증가할 때마다 수술 후 2년 이내 사망 위험이 1.213배 증가했습니다. TNM 병기 IV 또는 V인 개는 수술 후 2년 이내 사망 위험이 8.667배 높았습니다. 양성 종양이 있는 개의 2년 생존율은 90.2%이고 악성 종양은 67.3%였습니다. 종양 크기는 개 유선 종양의 가장 중요한 예후 요인입니다. 종양 크기가 10mm 증가함에 따라 악성 종양이 발생할 위험은 1.487배 증가했습니다. 30mm보다 큰 종양은 악성일 가능성이 높으며 전이 평가 및 광범위 절제를 고려해야 합니다.\n키워드 : 개 , 유선종양 , 위험인자 , 종양크기\n이동 : \n소개\n유선종양(MGT)은 모든 종양의 40% 이상을 차지하는, 온전한 암컷 개에서 가장 흔한 신생물입니다[ 1 , 2 ]. 수술적 절제는 수술이 불가능한 고도 전이성 질환과 대부분의 염증성 유선암을 제외하고 대부분 유형의 MGT에 대한 표준 치료법으로 남아 있습니다[ 1 , 3 , 4 ]. 수술의 효능과 실행 가능성은 종양의 수, 종양 크기, 위치 및 환자 상태에 따라 달라집니다[ 5 ]. 악성 종양의 TNM 분류에 따른 종양 진행 초기 단계에 있는 개와 작은 종양은 종종 수술만으로 효과적으로 치료됩니다. 양성 MGT가 있는 개와 악성 MGT가 있는 개의 약 50%도 수술만으로 치료합니다[ 6 , 7 ].\nMGT를 앓은 개의 예후에 영향을 미치는 위험 요인에는 나이, 종양 절제 시 난소자궁적출술(OHE), 종양 크기, TNM 병기, 종양 조직병리학적 유형이 포함됩니다.나이가 많을수록 MGT를 앓은 개의 2년 생존율이 낮아지는 것으로 나타났습니다[ 8 ].종양 절제 시 OHE를 앓은 개는 불임 수술을 하지 않은 개에 비해 생존 기간이 길지 않은 것으로 보고되었습니다[ 9-11 ].그러나 종양 절제 시 OHE로 치료한 개는 종양 제거만 한 개보다 훨씬 오래 살았습니다[ 12 ] . 종양 크기는 MGT를 앓은 개의 예후와 관련된 가장 중요한 위험 요인 중 하나입니다[ 13-16 ] .저수준의 TNM 병기를 앓은 개는 후기 병기를 앓은 개보다 훨씬 오래 살았습니다[ 15-18 ] . 국소 림프절 전이, 원격 전이, TNM 병기는 강력하게 연관되어 있습니다. 개 MGT의 약 35%~50%는 악성[ 4 ]이며 대부분의 악성 종양은 결국 전이됩니다[ 19 ]. 종양이 악성일 경우 전이 가능성이 높아집니다[ 17 , 20 ].\n수술 전 예후 평가는 수의사에게 치료 계획에 영향을 줄 수 있는 중요한 정보를 제공합니다. 이 연구의 목적은 개에서 MGT의 예후 요인을 평가하고 적절한 치료 지침을 제안하는 것이었습니다.\n이동 : \n재료 및 방법\n연구 대상 인구 및 포함 기준\n2014년부터 2020년까지 충남대학교 수의과대학병원에서 수술적 치료를 받은 MGT가 있는 개의 진료기록을 검토하여 이 연구에 포함시켰다. 수술 전 검사 결과, 조직학적 검사 결과 또는 추적 관찰 자료가 없는 개는 이 연구에서 제외했다. 신호 전달, 혈액 분석 결과(전혈구수, 혈청 생화학적 프로필), 세포학적 검사 결과(미세 바늘 흡인)와 같은 임상적 자료를 포함하여 진료기록에서 얻은 자료를 포함시켰다. 종양의 수, 크기, 위치도 포함시켰다. 종양 크기는 각 개의 모든 MGT 중 종양의 최대 직경으로 정했다. 흉부 방사선 검사와 표준 복부 초음파 검사를 시행했다. 악성 종양이 있는 환자에게는 컴퓨터 단층 촬영을 시행했다. 진단 검사에 따라 종양 절제를 시행하고 수술 기법(절제술, 단순 유방 절제술, 국소 유방 절제술, 단측 유방 절제술 또는 전체 유방 절제술)을 기록했다. 종양 절제 후 조직병리학적 검사를 시행했습니다. MGT의 임상 병기는 세계보건기구 TNM 병기 분류의 수정된 버전에 따라 지정되었습니다[ 3 , 21 ].\n추적 검사\n신체 검사 및 영상 검사(흉부 방사선 검사 및 복부 초음파 검사)를 포함한 추적 검사는 수술 후 3개월마다 실시했습니다. 추적 검사가 불가능한 경우, 소유자와의 전화 인터뷰를 통해 데이터를 얻었습니다. 추적 데이터에는 국소 재발, 원격 전이 및 MGT 관련 사망이 포함되었습니다. 개는 전이, 재발 또는 MGT로 인해 안락사되어 사망한 경우 MGT 관련 사망으로 정의했습니다. MGT와 관련 없는 원인으로 사망한 개에서 사망은 생존 시간을 계산하기 위한 검열된 데이터로 정의했습니다.\n통계 분석\n획득한 데이터에는 성별, 연령, 체중, 종양 수, 종양 크기, TNM 병기, 조직병리학적 결과, 수술적 처치, 난소-자궁 질환, 재발 및 사망이 포함되었습니다. 전반적 생존율(OS) 및 무병 기간(DFP)을 평가했습니다. OS는 종양을 수술적으로 제거한 날짜부터 사망일 또는 마지막 추적 날짜까지 계산했습니다. DFP는 종양 절제에서 재발까지의 기간으로 정의했습니다. Kaplan-Meier 생존 곡선 분석을 사용하여 범주별 생존 곡선을 만들었습니다. Cox 비례 위험 모델을 사용하여 종양 절제 후 생존 시간과 관련이 있을 수 있는 각 요인(성별, 연령, 체중, 종양 수, 종양 크기, 림프절 전이, 원격 전이, TNM 병기, 조직병리학적 결과, 수술적 처치, 난소-자궁 질환 및 종양 절제와 함께 발생한 OHE)의 효과를 추정했습니다. Mann-Whitney 검정을 사용하여 크기에 따라 양성과 악성 종양의 차이를 조사했습니다. 악성 MGT와 관련된 위험 요인(성별, 나이, 체중, 종양 수, 종양 크기, 난소-자궁 질환)을 추정하기 위해 로지스틱 회귀 분석을 사용했습니다. 모든 통계 분석은 상용 통계 소프트웨어(IBM SPSS Statistics ver. 24.0; IBM Corp., USA)를 사용하여 수행했습니다.\n이동 : \n결과\n이 연구에서는 69마리의 개가 MGT의 수술적 치료를 위해 종양 절제술을 받았습니다. 그 중 조직학적 검사가 없는 개 7마리와 추적 데이터가 없는 개 2마리는 제외되었습니다. 2014년에서 2020년 사이에 MGT에 대한 수술적 치료를 받은 총 60마리의 개가 연구 포함 기준을 충족했습니다.\n품종 분포는 다음과 같았습니다: 비글(n = 1), 치와와(n = 1), 코커스파니엘(n = 4), 진도(n = 2), 말티즈(n = 15), 미니어처 핀처(n = 1), 미니어처 슈나우저(n = 2), 믹스(n = 8), 파필리온(n = 1), 포메라니안(n = 2), 푸들(n = 9), 시츄(n = 7), 스피츠(n = 1), 웰시코기(n = 1), 요크셔테리어(n = 5).\n총 60마리의 개 중 51마리(85.0%, 51/60)는 온전한 암컷이고 9마리(15.0%, 9/60)는 불임 수술한 암컷이었습니다. 양성 종양(복합 선종[n=16], 선종[n=10], 양성 혼합 종양[n=10])이 있는 개는 36마리(60.0%, 36/60)였고 악성 종양(선암[n=13], 암종[n=9], 골외 골육종[n=1], 연부조직 육종[n=1])이 있는 개는 24마리(40.0%, 24/60)였습니다. 온전한 암컷 개 중 32마리는 양성 종양이었고 19마리는 악성 종양이었습니다. 불임 수술을 받은 암컷 개 중 4마리는 양성 종양을 가지고 있었고 5마리는 악성 종양을 가지고 있었습니다.\n양성 및 악성 종양의 발생률은 표 1 에 요약되어 있습니다 . 양성 종양이 있는 대상자의 평균 연령은 10.9 ± 3.1세(중앙값 11.0세, 범위 3.0-18.0세)였고 평균 체중은 5.4 ± 4.2kg(중앙값 3.8세, 범위 2.1-24.0kg)이었습니다. 악성 종양의 평균 연령은 11.7 ± 2.9세(중앙값 12.0세, 범위 2.0-16.0세)였고 평균 체중은 5.1 ± 2.6kg(중앙값 4.6세, 범위 2.0-11.0kg)이었습니다.\n표 1.\n60마리의 개에서 양성 및 악성 유선종양의 발생률\n변하기 쉬운\t개 수 (%)\n\t온화한\t악의 있는\t총\n섹스\t\t\t\n  여성\t32(62.7)\t19 (37.3)\t51 (85.0)\n  불임수술을 받은 암컷\t4(44.4)\t5(55.6)\t9 (15.0)\n연령(년)\t10.9 ± 3.1\t11.7 ± 2.9\t11.2 ± 3.0\n체중(kg)\t5.4 ± 4.2\t5.1 ± 2.6\t5.3 ± 3.6\n종양의 수\t\t\t\n  외로운\t7(77.8)\t2 (22.2)\t9 (100.0)\n  더블\t6(66.7)\t3(33.3)\t9 (100.0)\n  복수 (≥ 3)\t23(54.8)\t19(45.2)\t42 (100.0)\n종양 크기(mm)\t\t\t\n  T1 : < 30\t29(76.3)\t9 (23.7)\t38 (100.0)\n  T2 : ≥ 30, < 50\t4 (50.0)\t4 (50.0)\t8 (100.0)\n  T3 : ≥ 50\t3 (21.4)\t11 (78.6)\t14 (100.0)\nTNM 스테이지\t\t\t\n  나\t28(82.4)\t6 (17.6)\t34 (100.0)\n  2세\t5(62.5)\t3(37.5)\t8 (100.0)\n  3세\t3 (25.0)\t9 (75.0)\t12 (100.0)\n  4.4.\t0 (0.0)\t5 (100.0)\t5 (100.0)\n  ~ 안에\t0 (0.0)\t1 (100.0)\t1 (100.0)\n난소자궁질환\t\t\t\n  불임수술을 받은 암컷\t4(44.4)\t5(55.6)\t9 (100.0)\n  여자 : 현재\t26(61.9)\t16(38.1)\t42 (100.0)\n  여자 : 부재중\t6(66.7)\t3(33.3)\t9 (100.0)\n값은 숫자(%) 또는 평균 ± 표준편차로 표시됩니다.\n \n이 연구에서 종양 크기와 조직병리학적 종양 유형 간에 유의한 차이가 있었습니다( p = 0.008). 양성 종양의 평균 크기 ± 표준 편차는 20.0 ± 15.2mm(중앙값, 15.5mm; 범위, 3-60mm)이고 악성 종양의 경우 48.7 ± 40.2mm(중앙값, 37.5mm; 범위, 7-141mm)였습니다. 종양 크기는 악성도와 상관 관계가 있었습니다( p = 0.002).\n종양 크기가 10mm 증가함에 따라 악성 종양이 발생할 위험은 1.487배 증가했습니다( p = 0.004). 50mm보다 큰 종양은 30mm 미만의 종양에 비해 악성 종양으로 발생할 위험이 11.815배 높았습니다( p = 0.001).\n종양 크기, 악성도 및 고수준 TNM 병기는 종양 절제 후 2년 생존율과 유의하게 관련이 있었습니다. 종양 크기가 10mm 증가할 때마다 종양 절제 후 2년 이내 사망 위험이 1.213배 증가했습니다( p = 0.011). 50mm보다 큰 종양을 가진 개는 30mm 미만의 종양을 가진 개에 비해 종양 절제 후 2년 이내 사망 위험이 5.448배 더 높았습니다( p = 0.021). 림프절 전이가 있는 개는 종양 절제 후 2년 이내 사망 위험이 림프절 전이가 없는 개에 비해 8.667배( p = 0.001) 증가했지만, 원격 전이가 있는 개는 원격 전이가 없는 개에 비해 위험이 72.665배( p = 0.003) 증가했습니다. TNM 병기가 높은 개(IV 또는 V)는 종양 절제 후 2년 이내 사망 위험이 낮은 개(I, II 또는 III)보다 8.667배 높았습니다.\n표 2.\n유방선종양이 있는 60마리의 개에서 수술 후 2년 생존율과 관련된 예후 요인\n \tp- 값\t위험 비율\t95% 신뢰구간\n섹스\t0.436\t0.535\t0.111-2.581\n연령(년)\t0.183\t1.176\t0.926-1.493\n체중(kg)\t0.704\t1.031\t0.870-1.221\n영향을 받은 유선의 수\t0.212\t1.149\t0.924-1.428\n종양의 수\t\t\t\n  외로운\t0.866\t참조 대상\t저것\n  더블\t0.989\t50,748.756\t0.000-2.007\n  복수 (≥ 3)\t0.957\t89,401.784\t0.000-3.521\n종양 크기(10mm)\t0.011\t1.213\t1.046-1.406\n종양 크기(T)\t\t\t\n  T1 : < 30mm\t0.063\t참조 대상\t저것\n  T2 : ≥ 30mm, < 50mm\t0.669\t1.644\t0.169-15.990\n  T3 : ≥ 50mm\t0.021\t5.448\t1.295-22.923\n지역 림프절 전이(N)\t0.001\t8.667\t2.319-32.394\n원격 전이(M)\t0.003\t72.665\t4.453-1,185.538\nTNM 단계 I, II, III 대 IV, V\t0.001\t8.667\t2.319-32.394\n조직병리학적 결과\t0.022\t6.29\t1.304-30.351\n난소자궁질환\t0.748\t1.416\t0.170-11.790\n종양 절제 시 OHE\t0.535\t0.535\t0.000-986.226\nCI, 신뢰 구간; NA, 없음; OHE, 난소자궁적출술.\n \n저수준 TNM 병기와 고수준 TNM 병기를 가진 개들 사이의 2년 생존율에 유의미한 차이가 있었다( p < 0.001). 저수준 TNM 병기를 가진 개들의 2년 생존율은 87.8%, 고수준 TNM 병기를 가진 개들은 33.3%였다. 저수준 TNM 병기를 가진 개들의 평균 생존 기간은 22.2 ± 0.8개월이었지만, TNM 병기가 진행된 개들의 평균 생존 기간은 11.2 ± 3.6개월이었다.\n \t\n수술 후 유선선 종양이 있는 60마리의 개에 대한 2년 생존율에 대한 Kaplan-Meier 분석은 (A) 임상적 TNM 병기와 (B) 조직병리학적 결과에 따른 것입니다. (A) 낮은 TNM 병기를 가진 개의 2년 생존율은 87.8%, 높은 TNM 병기를 가진 개의 2년 생존율은 33.3%였습니다( p < 0.001). 낮은 TNM 병기를 가진 개의 평균 생존 기간은 22.2 ± 0.8개월이었지만 높은 TNM 병기를 가진 개의 평균 생존 기간은 11.2 ± 3.6개월이었습니다. (B) 양성 종양을 가진 개의 2년 생존율은 90.2%였고 악성 종양을 가진 개의 평균 생존 기간은 67.3%였습니다( p = 0.008). 양성 종양을 가진 개의 평균 생존 기간은 23.1 ± 0.6개월이었지만 악성 종양을 가진 개의 평균 생존 기간은 17.7 ± 2.0개월이었습니다.\n \n양성 종양을 가진 개의 2년 생존율은 90.2%, 악성 종양을 가진 개의 2년 생존율은 67.3%였다. 양성 종양을 가진 개의 평균 생존율은 23.1±0.6개월이었지만 악성 종양을 가진 개의 평균 생존율은 17.7±2.0개월이었다. 양성 종양과 악성 종양 사이의 종양 절제 후 2년 생존율에 유의한 차이가 있었다( p =0.008).\n총 60마리의 개 중 17마리(28.3%, 17/60)가 종양 절제 후 2년 이내에 사망했습니다. 17마리 중 8마리는 양성 종양이었습니다. 양성 종양이 있는 개 한 마리는 염증성 암이 발생하여 사망했습니다. 다른 한 마리는 종양 재발 및 림프절 전이로 인해 화학 요법 중에 사망했습니다. 양성 종양이 있는 개 6마리는 MGT의 관련 없는 원인으로 사망했습니다. 악성 종양이 있는 개 9마리는 2년 이내에 사망했으며, 그 중 7마리는 MGT로 인해 사망했고 2마리는 관련 없는 원인으로 사망했습니다.\n이동 : \n논의\n본 연구에서는 60건의 개 MGT를 분석하여 종양 절제 후 예후를 평가하였다. 기존 연구에서는 MGT를 가진 개의 예후 인자는 나이, 종양 크기, TNM 병기, 종양 절제 시점의 OHE 인 것으로 나타났다 [ 6 , 8-11 , 13-15 , 17-18 , 22 ] .\n개 MGT의 약 35%~50%가 악성입니다[ 6 ]. 이전 연구와 유사하게, 본 연구에서 악성 종양이 있는 개의 비율은 40.0%(24/60)였습니다. 한 연구에 따르면 악성 종양의 발생 위험은 종양 크기가 증가함에 따라 증가합니다. 이 연구에서 양성 종양의 평균 크기는 21mm이고 악성 종양의 평균 크기는 47mm였습니다[ 20 ]. 이 연구에서도 양성 종양의 평균 크기는 20mm인 반면 악성 종양의 평균 크기는 48.7mm로 유사한 결과가 발견되었습니다. 또한 종양 크기와 악성 종양의 발생 사이에는 상관 관계가 있었습니다. 30mm 미만의 종양은 23.7%만 악성이었지만 30mm~50mm 사이의 종양은 50.0%, 50mm보다 큰 종양은 78.6%가 악성이었습니다.\n악성 종양의 발생과 관련된 종양의 양에 대한 보고는 없습니다. 본 연구에서 종양의 수와 악성도 사이에는 유의한 상관관계가 없었습니다. 그러나 이 연구에서는 단독 MGT의 22.2%, 이중 MGT의 33.3%, 다중 MGT의 45.2%가 악성으로 진단되었습니다. 이 점을 고려할 때 단일 MGT에서도 악성 가능성을 배제할 수 없습니다. 이는 단순 유방 절제술이나 절제술보다는 조기 광범위 절제의 근거가 될 수 있습니다.\n여러 연구 에서 연령 증가, 큰 종양 크기, 진행된 TNM 병기, 악성 종양이 불량 예후와 관련이 있음이 밝혀졌습니다[ 8 , 13-18 , 20 ]. 진행된 TNM 병기를 가진 개는 임상 병기 I, II 또는 III의 개와 비교하여 종양 절제 후 중앙 생존 시간이 짧았습니다[ 17 ]. 한 연구에서는 종양 절제 시 OHE가 생존 시간을 연장했지만[ 12 ] 다른 연구 에서는 그렇지 않았습니다[ 9-11 ] .\n여러 연구에 따르면 개 MGTs의 가장 중요한 예후 요인은 종양 크기입니다[ 13-16 ] . 이 연구에서 종양 크기가 10mm 증가함에 따라 수술 후 2년 이내 사망 위험도 1.213배 증가했습니다(p=0.011). 또한 종양 크기는 악성 MGTs의 발생과 상관 관계 가 있었습니다. 종양 크기가 클수록 악성 및 전이 가능성이 높아져 종양 절제 후 2년 생존율에 영향을 미치는 것으로 생각됩니다.\n종양 크기와 달리 영향을 받는 유선의 측면과 위치는 예후와 관련이 없는 것으로 보고되었습니다[ 17 ]. 마찬가지로 이 연구에서 종양의 수와 영향을 받는 유선의 수는 악성 종양의 발생률이나 종양 절제 후 2년 생존율에 영향을 미치지 않았습니다. 저희의 결과는 종양 크기만이 악성 MGT의 발병과 관련된 위험 요인임을 시사합니다.\n양성 MGT를 가진 개와 악성 MGT를 가진 개의 약 50%는 수술만으로 치료합니다[ 6 , 7 ]. 그러나 이전에 MGT를 가진 개는 다른 유선에 새로운 종양이 생길 위험이 있습니다. 양성 종양을 수술적으로 제거한 후 MGT를 가진 개의 약 58%가 재발하기 때문에 양성으로 의심되는 단일 종양이라도 국소 유방 절제술이 권장됩니다[ 23 ].\n우리의 사례에서, 종양 절제 후 2년 이내에 MGT로 인해 9마리의 개가 사망했습니다. 2마리의 개는 양성 종양이었고, 그 중 한 마리는 수술 후 염증성 암이 발생하여 사망했습니다. 다른 한 마리의 개는 종양 재발 및 림프절 전이로 진단되었고 화학 요법 중에 사망했습니다. 이 9마리의 개를 제외하고, 양성 종양이 있거나 전이가 없는 개는 예후가 좋았습니다.\n본 연구 결과에 따르면, 고수준의 TNM 병기는 악성 종양의 발생과 밀접한 관련이 있었으며, 종양의 크기가 클수록 악성 종양일 가능성이 높았고, 악성 종양은 전이 위험이 있었다. 이러한 점을 고려할 때, 종양의 크기는 악성 종양의 발생 및 종양 절제 후 2년 생존율과 관련된 가장 중요한 요인 중 하나이다. 따라서 조기에 수술적 개입을 하는 것이 2년 생존율을 높이는 데 도움이 될 것으로 생각된다.\n결론적으로 예후 요인은 종양 크기와 높은 수준의 TNM 병기였다. 이 중 종양 크기는 악성 종양의 수술 전 판정에 중요한 기준이 될 수 있다. 30mm보다 큰 종양은 악성일 가능성이 높기 때문에 전이 평가가 필요하고 광범위 절제가 권장된다.\n"
}