{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "가려움증 _PRURITUS\n12\n\n가려움을 유발하는 외부 기생충\n가려움증을 일으키는 피부질환\n_Skin diseases that cause pruritus\n가려움증은 피부에 상처나 변화가 생겼을 때 언제나 뒤따라서 나타날 수 있는 불쾌한 느낌이다. 하지만, 특정 질환에서는 가려움증이 일차적인 증상으로 나타날 수 있다. 가려움증을 다스리기 위해서, 근본적인 원인을 알아내고 치료하는 것이 필수적이다.\n아래에 가려움증을 유발하는 주요 질환을 나타내었다.\n진단 _Diagnosis\n수의사는 피부 찰과표본 검사를 통해 기생충을 확인하고 피부 세포검사를 통해 이차적인 감염 여부를 확인한다.\n알레르기 질환의 진단 프로토콜은 먼저 기생충이 없음을 판단하고 피부 감염을 제거하고 난 뒤에 시작해야 한다.\n다음 질환은 가려움증을 유발한다: 옴진드기, 샤레티엘라증, 귀진드기, 털진드기, 그리고 상대적으로 희귀한 피부 사상충증, Pelodera strongyloides\n\n알레르기를 가진 동물에서 지속적이고 효과적으로 벼룩을 관리하는 것이 필수적이다.\n알레르기 3대 질환에 대한 진단 프로토콜\n_Diagnostic protocol for allergic triad\n알레르기는 유전적 소인이 관여하는 복합 질환이다. 알레르기를 유발하는 물질과 동물이 접촉하지 않도록 하는 것이 질병으로부터 자유롭게 할 수 있다. 이는 벼룩 알레르기 피부염과 음식 알레르기 피부염에서는 가능하지만, 환경적인 알레르기(예. 아토피 피부염)에는 해당하지 않는다.\n진단 _Diagnosis\n끈기있게 차근차근 진단 프로토콜을 따라 진행해야 한다. 진단 프로토콜에는 다음 세 가지 진단을 포함한다.\n엄격한 벼룩 관리: 연중 내내 치료를 진행해야 한다.\n엄격한 저알레르기성 식단의 유지. 수의사의 권고에 따라 최소 2달간 유지해야 한다.\n아토피 피부염은 벼룩과 음식 알러지 피부염을 배제하고 난 뒤 임상적으로 진단한다.\n\n음식 알레르기와 아토피 피부염은 임상증상을 통해서는 구분할 수 없다.\n아토피 피부염(AD)\n\n\n\n\n가려움증 _PRURITUS\n14\n\n\n만성적인 가려움증: 과색소침착, 가시세포증\n_Chronic pruritus: hyperpigmentation, acanthosis\n긁어서 생긴 외상으로 인해 탈모, 두꺼워진 피부(가시세포증 또는 태선화) 그리고 과색소침착으로 특징화되는 만성적인 피부 변화가 일어날 수 있다. 피부 표피 탈락은 흔하게 일어나며, 비늘과 같은 기름진 딱지가 또한 생길 수 있다. 피부 악취는 만성적인 염증 반응을 보이는 동물에서 나타나는 또 다른 특징이다. 세균 또는 효모균 감염이 이러한 변화와 연관될 수 있다.\n악취 Bad odour\n감염 Infection\n비늘과 같은, 기름진 딱지\nScaly, greasy crusts\n개와 고양이는 어떻게 긁을까?\n발로 긁는다.\n핥는다.\n물체(벽,소파 등)에 비빈다.\n바닥에서 구른다.\n머리나 몸을 털어댄다.\n물어뜯는다.\n\n가려움증 _PRURITUS\n15\n말단 피부염 또는 핥음 육아종\n_Acral dermatitis or lick granuloma\n말단은 사지 또는 몸의 끝 부위를 나타낸다. 말단 피부염 또는 핥음 육아종은 만성적이고, 두꺼워져 있으며, 털이 없는 미란 병변으로 나타나며 이는 특정 부위, 특히 앞발 또는 뒷발 부위를 지속적으로 핥아서 유발된다.\n감별진단 _Differential diagnosis\n진단에 도달하기 전에, 다음과 같은 유기적 원인을 배제하는 것이 중요하다.\n세균 또는 곰팡이 감염\n해당 부위의 통증: 관절염, 골관절염, 또는 외상과 신경학적 손상의 가능성\n알레르기 질환 또는 일시적 증상으로 인한 가려움증\n탈모\nAlopecia\n이러한 병변은 일반적으로 행동학적 장애, 주로 혼자 시간을 많이 보내는 동물에서의 지루함과 스트레스와 관련되어 유발된다.\n염증과 미란\nInflammation and erosion\n호발 품종 _Affected breeds\n다음과 같은 대형종에서 더 흔하게 일어난다.\nDoberman\nGreat Dane\nLabrador retriever\nSetter\nGerman shepherd\nGolden retriever\n\n"
}