{"title": "28 . 개 췌장염에서 혈청 면역글로불린 G4 농도 평가", "author": "문민영", "publisher": "한국수의과학회", "department": "내과", "disease": "28 . 개 췌장염에서 혈청 면역글로불린 G4 농도 평가\n\n이 연구의 목적은 면역글로불린 G4(IgG4) 농도를 측정하고 개 췌장염 조절에서 이러한 값의 중요성을 평가하는 것이었습니다. 2016년 12월부터 2018년 6월 사이에 수의학 교육 병원을 방문한 24마리의 개에 대한 의료 기록을 후향적으로 검토하여 췌장염 판단을 받은 개를 식별했습니다. 영향을 받은 개에서 혈청 C-반응성 단백질과 혈청  IgG4 농도는 건강한 그룹에 비해 크게 증가했습니다. 특히, 혈청 IgG4는 췌장염과 동시 면역 매개 감염이 있는 개에서 유의하게 더 높게 측정되었습니다( p < 0.05). 결론적으로, 혈청 IgG4 농도의 증가는  췌장염이 있는 개에서 특징적인 소견입니다. 이 연구의 결과는 IgG4의 상승이 췌장염과 동시 면역 매개 감염을 판단하는 도구로 사용될 수 있는 잠재력이 있음을 나타냅니다.\n키워드 을(를) 실시한다 개 , 췌장염 , 면역글로불린 G , 효소결합면역흡착검사\n이동 : \n소개\n개 췌장염은 비교적 흔한 감염으로 다양한 임상적 징후를 초래할 수 있으며, 심각한 경우 다중 장기 부전을 초래할 수 있습니다. 췌장염이 있는 개들의 사망률은 27%에서  58%로 높게 유지됩니다[ 1 , 2 ]. 개 췌장염의 전형적인 의료적 징후에는 식욕 부진, 구토, 메스꺼움, 복통, 복부 팽창, 흑색변 및 혈액 변이 포함됩니다.\n개 췌장염의 확정적인 판단에는 조직병리학적 확인이 필요하지만, 췌장 생검을 얻는 것의 침습성과 단일 생검으로는 놓칠 수 있는 매우 국소적인 질병의 가능성 때문에 [ 3 ] 이 절차는 드물게 진행됩니다. 췌장염 판단에 사용되는 판단 검사의 민감도와 특이도에 대한 논란이 있습니다. 개 췌장염에 대한 진단의 황금 표준은 없습니다. 따라서 종종 임상 징후, 신체 검사 소견, 혈청 아밀라아제 및 리파아제 값 상승, 췌장 특이 효소 활동 상승, 개 췌장 리파아제 면역 반응성 증가, 초음파 영상 및 컴퓨터 단층 촬영 소견, 총체적 병변 및 조직병리학적 결과의 조합을 사용하여 판단을 내립니다 [ 4 - 6 ].\n인간 의학에서 자가면역성 췌장염의 분류[ 7 ]가 존재하며 판단을 위한 제안된 기준도 존재합니다[ 8 ]. 인간 의학에서 이를 조절하기 위한 치료 전략을 수립하기 위해서는 췌장염과 자가면역성 췌장염을 구별하는 것이 중요합니다[ 9 , 10 ].\n지난 20년 동안의 연구에서 인간의 자가면역성 췌장염을  면역 매개 염증 과정으로 정의했습니다[ 11 , 12 ]. 일본 췌장학회와 한국 담관 췌장학회에 따르면 혈청 내 면역글로불린 G4(IgG4) 수치가 상승하면 자가면역성 췌장염의 생화학적 특징이므로 이 질병을 판단하는 데 도움이 됩니다 [ 13-16 ] .\n최근 수의학 연구에서 개 만성 췌장염의 독특한 의료적 및 조직학적 모습이 인간 의 자가면역 췌장염과 유사한 것으로 밝혀졌습니다[ 3 , 17-19 ]. 췌장에 염증이 생긴 상태. 이는 IgG4 반응이 췌장염 과 동시에 발생하는 면역 매개 감염을 판단하는 데 유용한 마커가 될 수 있음을 시사합니다.\n수의학에서는 아픈 개에서 IgG 아형의 수치가 건 강한 개보다 높다는 것이 잘 알려져 있다[ 21 ]. 최근까지 개 췌장염과 혈청 IgG4 수치 사이의 관계을 중심으로 한 보고는 없었다. 이 연구에서 우리는 개 췌장염 환자의 혈청 IgG4 수치를 측정하고 면역 매개 감염이 있는 개에서 췌장염 판단에서 IgG4의 가치를 평가하는 것을 목표로 했다.\n이동 : \n재료 및 방법\n동물을 연구하다\n영어을(를) 실시한다 2016년 12월부터 2018년 6월 사이에 전남대학교 수의과대학병원(CNVMTH)(광주, 한국)을 방문한 고객 소유견의 진료기록을 후향적으로 검토하여 췌장염 진단을 받은 24마리의 개를 확인했습니다. 췌장염 그룹에는 초기 임상 징후로 복통, 구토, 식욕 부진, 설사, 흑색변 및/또는 혈변이 있는 개가 포함되었다.. 이 그룹의 개는 다음 세 가지 기준 중 하나  이상을 가지고 있는 경우 연구에 선정되었습니다. 혈청 리파아제 또는 아밀라아제 활동 증가, 비정상적인 SNAP 개 췌장 리파아제 면역 반응성 검사(cPL)(SNAP ® cPL Test; IDEXX, 미국) 와 같은 췌장 특이 효소 활동 증가 초음파 영상(ProSound Alpha 7; Hitachi Aloka Corporation, 미국)로 검사했을 때 확대되고 저에코의 췌장, 췌장 부종, 또는 고에코의 췌장 주변 지방 등 췌장염의 증거가 나타납니다.\n건강한 그룹에는 건강한 비글견 5마리가 포함되었습니다. SNAP cPL 키트를 사용한 의료적 징후와 혈액 검사에서 주목할 만한 발견은 없었습니다.\n모든 개들의 나이, 품종, 성별과 같은 역학적 특성이 기록되었다.. 동반 감염은 내분비, 간담, 신장, 조혈, 심장, 호흡기 및 위장 감염을 포함하여 관련 기관계에 따라 분류되었습니다. 다른 중요한 이상은 동반 질환 열에 기록되었습니다.\n임상실험실 검사 결과\n완전 혈구 수(Procyte ® DX Hematology 평가기; IDEXX)와 혈청 생화학 프로필(Catalyst One 화학 평가기; IDEXX)을 진행하여 개의 전신 건강을 평가했습니다. 췌장에 염증이 생긴 상태. 염증의 증거를 찾기 위해 C-반응성 단백질(CRP) 검사(LifeAssays ® Canine CRP 검사 키트 및 VetReader; LifeAssays, 스웨덴)도 진행했습니다.\n혈청 IgG4 농도 측정\n혈액 샘플은 헤파린으로 헹군 주사기에 채취하여 에틸렌디아민테트라아세트산(EDTA )으로 코팅한 튜브에 보관하고 4℃에서 200× g 로 15분간 원심분리했습니다. 혈청 샘플은 효소 결합 면역 흡착 검사(ELISA) 키트 제조업체(MyBioSource, 미국)에서 제공한 프로토콜에 따라 인산 완충 식염수(PBS)에 1을(를) 실시한다2로 희석했습니다. 혈청 또는 표준(각각 100 nL)을 ELISA 키트에 첨가했으며, 이 키트는 다클론 항-IgG4 항체와 IgG4-Horseradish Peroxidase(HRP) 접합체를 이용한 경쟁적 효소 면역 검정 기술을 사용했하였다.. 검정 샘플과 완충액을 미리 코팅한 플레이트에서 IgG4- HRP 접합체와 함께 37℃에서 1시간 동안 배양했습니다. 비특이적 결합의 생성물을 씻어내고 기질 A와 B를 웰에 첨가했하였다.. 흡광도는 450nm에서 측정되었습니다. 흡광도와 개 IgG4의 농도는 양의 상관관계가 있는 것으로 밝혀졌하였다.. 그런 다음 각 샘플의 IgG4 농도를 이 표준 곡선에서 보간했하였다..\n통계 분석\n통계적 검정은 상용 소프트웨어(IBM  SPSS Statistics 버전 23.0; IBM Corp., USA)를 사용하여 수행했습니다. 모든 값은 평균 ± 표준 편차(SD)로 표현했습니다. Welch 두 표본 t-검정은 두 그룹의 불평등 분산을 평가하기 위해 진행했습니다. Pearson의 적률 상관 검정은 두 변수 간의 연관성을 확인하기 위해 진행했습니다. 카이 제곱 검정은 두 범주형 변수를 평가하기 위해 진행했습니다. 모든 분석에서 통계적 유의성은 p < 0.05의 값에서 결정되었습니다.\n이동 : \n결과\n동물\n연구 기간 동안 24마리의 개가 췌장염 판단을 받았습니다. 이들은 다음 8가지 품종으로 대표되었습니다을(를) 실시한다 요크셔 테리어(n = 8); 시추(n = 6); 미니어처 슈나우저(n = 3); 말티즈(n = 2); 비글, 미니어처 핀셔, 포메라니안이 각각 한 마리씩. 14마리(58.3%)는 수컷이고 10마리(41.7%)는 암컷이었습니다. 개들의 평균 연령은 12.5 ± 2.86세(범위, 6~17세)였습니다. 품종, 체중, 성별 또는 연령과 관련하여 생존 그룹과 비생존 그룹 간에 통계적으로 유의미한 차이는 없었하였다.. 그룹의 선택된 특성은 표 1 에 나와 있습니다 .\n표 1.\n췌장염이 있는 개 24마리의 역학적 특성\n신호\t전체 (n = 24)\n\tN (%)\t\n섹스\t\t\t\n 온전한 남성\t\t0 (0)\t\n 거세된 남성\t\t14(58.3)\t\n 온전한 여성\t\t2 (8.3)\t\n 불임수술을 받은 암컷\t\t8(33.3)\t\n연령(년)\t\t\t\n < 5\t\t0 (0)\t\n 5-10\t\t4(16.7)\t\n > 10\t\t20(83.3)\t\n새끼를 낳다\t\t\t\n 요크셔 테리어\t\t8(33.3)\t\n 시추\t\t6 (25.0)\t\n 미니어처 슈나우저\t\t3 (12.5)\t\n 몰티즈\t\t2 (8.3)\t\n 푸들\t\t2 (8.3)\t\n 기타 *\n\t3 (12.5)\t\n* 기타 : 비글, 미니어처 핀셔, 포메라니안.\n \n비글견 5마리는 건강한 그룹이었습니다. 비글견의 평균 연령은 3.6세였습니다. 모든 비글견은 온전한 수컷이었습니다.\n췌장염이 있는 개에서 확인된 동시 감염은 표 2 에 나열되어 있습니다 . 개는 다음 범주 중 하나 이상의 질환에 걸렸습니다. 내분비(n = 16, 66.7%), 신장(n = 8, 33.3%), 종양(n = 7, 29.2%), 비뇨생식기(n = 6, 25.0%), 심혈관(n = 5, 20.8%), 간담(n = 4, 16.7%), 면역 매개(n = 4, 16.7%, [n = 3, 면역 매개 용혈성 빈혈; n = 1 , 면역 매개 혈소판 감소증]), 신경계(n = 3, 12.5%). 또한 혈전, 피부염, 수술 후 합병증, 리신 중독 및 위장관 이물질의 단독 사례가 있었하였다.. 연구에 참여한 개 중 한 마리만 동반 감염이 없었습니다.\n표 2.\n췌장염 진단을 받은 개에서 확인된 동시 질환\n범주\t특정 질병\tN\n내분비\t16\n\t부신피질기능항진증\t12\n\t당뇨병 케톤산증\t3\n\t당뇨병\t1\n신장\t8\n\t만성신장질환(CKD)\t5\n\t신장 결석\t2\n\t급성 신부전\t1\n종양학\t7\n\t간종양\t4\n\t복부 질량\t3\n비뇨생식기\t6\n\t요로감염\t4\n\t낭포성 결석\t1\n\t자궁농염\t1\n심혈관\t5\n\t만성 심부전\t5\n간담도계\t\t4\n\t간염\t2\n\tGB 점액낭종\t2\n면역 매개\t\t4\n\t파괴\t2\n\t아이엠티(IMT)\t1\n\t임엔\t1\n신경학\t\t3\n\t체외충격파\t3\n기타\t\t9\n\t혈전증\t3\n\t피부염\t2\n\t수술 후 합병증\t2\n\t리신 중독\t1\n\tGI 이물질\t1\n질병을 복잡하게 만들지 않고\t\t1\nCKD, 만성 신장 감염; GB 점액종, 담낭 점액종; IMHA, 면역 매개 용혈성 빈혈; IMT, 면역 매개 혈소판 감소증; IMN, 면역 매개 호중구 감소증; IVDD, 척추 디스크 감염.\n \n혈청 CRP 수치 분석\n췌장에 염증이 생긴 상태. 췌장에 염증이 생긴 상태.2 ± 53.44 mg/L(범위, 20~210)과 5.0 ± 0 mg/L였습니다.\n췌장염군과 건강군의 혈청 IgG4 농도\n췌장염이 있는 개를 식별하는 데 있어 혈청 IgG4 농도의 가치를 진단하기 위해 건강한 개와 췌장염이 있는 개에서 이 농도를 진단했습니다. 혈청 IgG4 농도는 췌장염 판단을 받은 24마리의 개와 건강한 개 5마리에서 평가되었습니다. ELISA 평가을 사용하여 0mg/mL~10mg/mL 범위의 임계값을 갖는 혈청 IgG4를 검출했습니다. 췌장에 염증이 생긴 상태 . 췌장에 염증이 생긴 상태.89±3.52mg/mL(범위, 0.38~10)과 0.90±0.40mg/mL(범위, 0.43~1.43)이었습니다. 췌장에 염증이 생긴 상태.\n \t\n췌장에 염증이 생긴 상태. 데이터는 두 그룹의 평균 ±  표준 편차 값으로 표시됩니다. 췌장에 염증이 생긴 상태.89 ± 3.52 mg/mL(범위, 0.38~10)과 0.90 ± 0.40 mg/mL(범위, 0.43~1.43)이었습니다.\n \nIgG4 상승군에서 재발성 췌장염 분석\nIgG4 농도가 높은 개에서 상대적 요인과 재발성 췌장염 위험 간의 상관 관계를 평가하기 위해 각 개의 상대적 감염을 검토했습니다. 췌장에 염증이 생긴 상태. 혈청 IgG4 농도는 영향을 받은 개 중  4마리에서만 정상 범위 내에서 측정되었습니다. 표 3 에서 총 사례는 IgG4 농 도가 높은 20마리의 개를 나타냅니다. 이 20마리 중 6마리는 재발성 췌장염 사례였습니다. 이 연구에서는 다음과 같은 동시 감염이 나타났으며, 재발성 췌장염이 있는 개는 각각 적어도 하나 이상의 영향을 받았습니다. 부신피질기능항진증(n = 1); 당뇨병(DM) 및 당뇨병 케톤산증(DKA)(n = 3), 면역 매개 감염(n = 3). 췌장에 염증이 생긴 상태.0%(3/4)였습니다. 면역 매개 감염이 있는 개에서 췌장염의 재발률은 100%(3/3)이었습니다. 혈청 IgG4 농도가 높은 개 중에서는 다음과 같은 동반 질환이 있는 개들 사이에서 재발 위험에 유의한 차이가 없었습니다을(를) 실시한다 신장( p > 0.05), 부신피질기능항진증( p > 0.05), 종양학적( p > 0.05), 심혈관적( p > 0.05), 당뇨병 및 당뇨병성 케톤산증( p > 0.05), 간담도계( p > 0.05), 비뇨생식기( p > 0.05), 신경학적( p > 0.05), 수술 후 합병증( p > 0.05). 혈청 IgG4 농도는 췌장염과 동반 면역 매개 감염이 있는 개에서 더 높은 것으로 나타났으며, 이러한 개에서도 재발 위험에 유의한 차이가 발견되었습니다( p < 0.05).\n표 3.\nIgG4 상승군에서 재발성 췌장염 분석\n상대적 질병\t총 사례(n)\t재발 사례(n)\t재발 (%)\t단변량 분석 p\n신장\t10\t0\t0\t0.0558\n이것\t8\t1\t12\t0.6171\n종양학\t7\t0\t0\t0.1948\n심혈관\t6\t0\t0\t0.2763\nDM, 디에이카\t4\t3\t75\t0.0578\n면역 매개\t3\t3\t100\t0.0126 *\n간담도계\t3\t0\t0\t0.7216\n비뇨생식기\t3\t0\t0\t0.7216\n신경학\t1\t0\t0\t1.0\n수술 후 합병증\t1\t0\t0\t1.0\nIgG4, 면역글로불린 G4; HAC, 부신피질기 능항진증; DM, 당뇨병; DKA, 당뇨병 케톤산증.\n* 유의수준은 p < 0.05 로 설정되었습니다 .\n \n이동 : \n논의\n개 췌장염은 거의 모든 경우 가 특발성이기 때문에 특정 치료법법이 없으며, 이는 비교적 높은 사망률에 기여합니다[ 1 ]에 대한 주요 항목이 논의된다. 최근 인간을 중심으로 한 연구에서는 자가면역성 췌장염을 병인 발생에 자가면역 메커니즘이 관련된 유형으로 분류했습니다[ 10-12 , 16 , 22 ] . 지난 10 년 동안 인간의 자가면역성 췌장염 판단에 사용되는 기준과 알고리즘을 평가하는 많은 연구가 진행되었습니다. 그 결과는 전문가 의견을 중심으로 한 합의를 통해 전 세계적으로 적용되었습니다[ 10-12 , 16 , 23 ] . 혈청 IgG4 농도 증가가 인간의 자가면역성 췌장염 판단에 사용될 수 있다는 것이 검증되었습니다[ 10 ].\n따라서 본 연구의 목적은 면역 매개 감염(자가면역 감염)을 포함한 기저 감염이 있는 개에서 췌장염의 혈청 IgG4 농도 값을 평가하고, 이를 통해 적절한 치료 전략을 결정하는 데 유용한지 확인하는 것이었습니다.\n췌장에 염증이 생긴 상태. 의료 기록을 검토하고 역학적 특성, 임상적 징후, 동시 감염 평가, 실험실 검사 결과 및 초음파 영상 소견을 기록했습니다.\n이 연구에서 췌장염 판단을 받은 24마리의 개 모두 SNAP cPL 검사에서 비정상 결과를 받았습니다[ 24 ]. 췌장 특이 리파아제는 많은 연구에서 개 췌장염 판단에서 평가되었습니다[ 25 , 26 ]. 그러나 급성 또는 만성 질병 과정을 구별할 수 없하였다.. 사실, 임상적 외관과 임상적 질병 진행으로 급성 또는 만성으로 나타나는 췌장염을 판단하는 것은 불분명합니다. 본 연구에서는 임상 징후와 개 췌장 특이 리파아제을 중심으로 한 양성 반응을 보이는 개 췌장염을 조사했습니다. 이 후향적 연구는 만성인지 급성인지 알 수 없는 췌장염 판단을 기반으로 한 병인과 그 메커니즘에 초점을 맞추었습니다. 이는 연구의 한계이며 복강경을 사용한 췌장 생검  및 면역 조직 병리학과 같은 추가 연구가 필요합니다.\n췌장에 염증이 생긴 상태. 최근 수의학에서는 급성 및 만성 염증 상태의 판단 및 예후에서 순환 CRP 측정에 많은 관심이 집중되었습니다[ 27 ]. 이 연구에서 혈청 CRP 농도는 췌장염이 있는 24마리의 개 모 두에서 증가했으며 이는 이전 보고와 일치합니다[ 27 , 28 ]. 이 연구의 결과는 CRP 상승이 다양한 염증성 감염과 관련이 있는 이전 연구[ 3 ]의 결과와 일치합니다. 인간 의학에서 CRP는 췌장염의 가장 중요한 예후 요인 중 하나로 간주되며 급성 췌장염 조절를 위한 일본 지침에 따라 심각도 점수를 결정하는 요인입니다. 따라서 CRP 농도의 연속 측정은 개에서 췌장염의 예후 요인을 조 사하는 이전 연구[ 3 , 28 , 29 ] 에 포함되어야 합니다 .\n췌장에 염증이 생긴 상태. 췌장에 염증이 생긴 상태. 이 연구에서 개 췌장염 판단을 위한 혈청 IgG4 농도의 민감도와 특이도는 각각 83.3%와 75%였습니다.\n인간을 대상으로 한 한 연구에서는 자가면역성 췌장염 판단 시 혈청 IgG4 농도 상승의 민감도와 특이도가 각각 76%와 93%라고 설명합니다[ 27 ]. 이전의 인간 연구에 따르면 혈청 IgG4 농도 상승은 자가면역성 췌장염의 특 징이며, 이번 연구에서 얻은 결과에서도 이를 뒷받침합니다[ 30 , 31 ].\n우리는 결과가 면역 매개 감염과 재발성 췌장염이 있는 개에서 혈청 IgG4 농도가 상승한 것과 유의하게 상관관계가 있음을 발견했습니다. 혈청 IgG4 농도는 면역 매개 감염을 동반한 췌장염이 있는 개에서 더 높았습니다. 이 연구에서 면역 매개 감염이 있는 개에서 췌장염의 재발률은 100%였습니다. 인간의 자가면역 췌장염은 일본에서 제안된 질병 개념이며, 자가 면역 과정이 발병에 관여하는 것으로 믿어집니다 [ 30-35 ] .\n따라서 자가면역성 췌장염은 IgG4 매개 감염일 수 있습니다[ 15 ]. 자가면역성 췌장염 환자의 면역학적 검사에서 고글로불린혈증의 높은 발생률과 혈 청 면역글로불린 G 농도 증가, 특히 IgG4 수치가 나타났습니다[ 10 ].\n이것은 췌장염이 있는 개에서 혈청 IgG4 농도를 진단한 최초의 알려진 연구입니다. 저희의 연구는 혈청 IgG4 농도의 상승만으로는 자가면역 췌장염을 판단하기에 충분하지 않다는 것을 밝혔습니다. 이 연구는 제한된 수의 사례와 개 자가면역 췌장염 판단에 대한 조직학적 확인이 부족하다는 것을 포함하여 여러 가지 한계가 있습니다. 또한, 예를 들어 동시 감염과 같은 다른 감염은 IgG 농도에 대한 영향을 별도로 평가해야 합니다. 본 연구는 개에서 췌장염이 없는 다른 감염의 혈청 IgG 농도를 조사하지 않았습니다. 마지막으로, 저희는 각 재발 사례에서 혈청 IgG의 변화를 진단하지 않았습니다.\n앞으로 혈청 IgG4 농도의 상승은 췌장  조직병리학 및 면역염색에서 확인되어야 합니다. 연구의 한계를 해결하기 위해 추가 연구가 필요합니다.\n"}