{"title": "6. 개에서 방광, 전립선 및 요도를 침범한 의심 전이세포암 병변의 컴퓨터 단층촬영 및 자기공명영상 특징 증례 보고", "author": "진우석", "publisher": "한국수의과학회", "department": "내과", "disease": "6. 개에서 방광, 전립선 및 요도를 침범한 의심 전이세포암 병변의 컴퓨터 단층촬영 및 자기공명영상 특징 증례 보고\n14세의 불임 수술을 받은 암컷 푸들이 배뇨곤란과 혈뇨를 보였다. 초음파 영상에서 저에코로 보이고 CT에서 저감쇠로 보이는 덩어리가 방광 경부에서 요도까지 뻗어 있었습니다. 자기공명영상(MRI)에서 덩어리가 방광, 요도, 전립선의 근육층을 침윤한 것이 뚜렷한 여백으로 나타났었다. CADET-BRAF 검사로 전이세포암(TCC). CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. MRI는 우수한 연조직 대조 분해능을 보여 방광과 요도의 근육층 침윤을 진단할 수 있었습니다.\n주요단어 컴퓨터단층촬영 , 자기공명영상, 전이세포암, 비뇨생식기종양\n이동 : \n전이세포암(TCC)은 개에서 흔하고 매우 침습적인 요로 종양입니다[ 1 ]. 적절한 치료 옵션과 예후를 결정하기 위해서는 TCC가 방광벽이나 주변 장기로 침윤되었는지 진단하는 것이 중요합니다[ 1-3 ]. 세계보건기구 기준에 따르면 판단 당시 방광벽이나 주변 장기를 침윤하는 고 T 병기 종양은 부정적인 예후 인자로 간주됩니다[ 1 ] . 나아가, 인간 의학에서 방광 TCC의 근육층 침윤을 진단하여 치료 옵션과 예후를 결정합니다[ 3 ]. 개에 대한 또 다른 이전 연구에서는 요도를 침윤한 방광 TCC가 요도를 침윤하지 않은 방광 TCC에 비해 판단 시 원격 전이율이 더 높고 생존 기간이 짧다는 것이 입증되었습니다[ 4 ].\n초음파 영상(US)는 마취 없이 비침습적 실시간 평가가 가능하기 때문에 요로계에서 TCC를 평가하는 데 널리 사용되는 방법입니다[ 5 ]. 그러나 음모 또는 좌골이 있기 때문에 요도 하부를 침범 한 TCC를 완전히 시각화하지 못할 수 있습니다[ 4 ]. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 더욱이 MRI와 CT는 근육층으로의 TCC 침습을 진단하는 측면에서 US보다 우수할 수 있습니다[ 8 ]. 문헌 검토에 따르면 개에서 요도를 침범한 TCC의 MRI 특징을 설명한 연구는 없습니다. 본 연구에서는 US, CT, MRI를 포함한 판단 영상에서 방광, 전립선 및 요도를 침범한 의심되는 TCC 병변의 특징을 설명합니다.\n14세, 불임수술을 받은 체중 4.9kg의 암컷 푸들견이 2주간 배뇨곤란, 혈뇨, 배변곤란의 병력을 가지고 내원하였다. 신체 검사, 전혈구수, 혈청 화학 검사에서 의미 있는 소견은 없었다. 요평가에서 혈액과 비정상적인 전이세포가 존재함이 밝혀졌습니다. 복부 X선 사진에서 방광 부위에 불규칙한 연부조직 불투명도가 나타났습니다. 초음파 영상(Prosound F75; 히타치, 일본)에서 방광으로 돌출되어 근위 요도까지 뻗어 있는 넓고 기저가 불규칙하며 이질적인 덩어리가 나타났습니다. 전립선 요도에서 약한 음향 음영이 있는 고에코성 선형 구조가 관찰되었습니다. 치골의 음향 음영으로 인해 덩어리의 아래쪽 경계와 아래쪽 골반내 요도가 잘 보이지 않았습니다.\n(A) 복부 하부의 측면 방사선 촬영 및 (B) 방광의 종단적 초음파 영상. 측면 방사선 촬영에서 방광은 보이지 않고 방광 위치에 불분명한 이질적 연조직 구조가 관찰됩니다(화살표). 초음파 영상 검사에서 방광 경부에 넓은 기저의 이질적 덩어리가 보이며 근위 요도까지 확장됩니다(화살촉). 초음파 영상 검사에서 전립선 요도에 약한 음향 음영이 있는 고에코성 선형 구조가 관찰됩니다(별표). 덩어리와 전립선 요도의 하부 경계는 음모골에 의한 음향 음영으로 인해 잘 보이지 않습니다.\n종양의 정확한 범위, 주변 조직으로의 침윤 및 전이를 진단하기 위해 32-멀티슬라이드 CT 시스템(Alexion; Canon Medical Systems, Japan)을 사용하여 CT 검사를 시행했습니다. 개에게 부토르파놀 0.2 mg/kg(Butophan Inj.; Myungmoon Pharm, Ko rea)을 사전 투여한 후, 프로포폴 5.0 mg/kg(Anepol Inj.; Hana Pharm, Korea)을 정맥 주사로 투여했하였다. 전신 마취는 1.5 L/min의 속도로 공급되는 산소에 2% 이소플루란을 첨가하여 유지했습니다. 개는 CT 테이블 위에 복측 눕힘 자세로 눕고, 사용된 스캐닝 매개변수는 다음과 같습니다 120 kV, 150 mA, 1.0 mm 슬라이스 두께, 0.75초 회전 시간. 자동 주사기(A-60; Nemoto Kyorindo Co., Japan)를 사용하여 600 mgI/kg 의 iohexol(Bonorex 300 Inj.; Daehan Pharm, Korea)을 20초간 정맥 주사한 후 대조 검사를 시행하였다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 방광 경부, 전립선 및 전립선 요도를 침범한 불규칙한 여백을 가진 저감쇠성 불분명한 덩어리가 감지되었다. 이 덩어리는 방광 경부와 근위 요도에서 불균일하고 약한 대조 증강을 보였습니다. 덩어리가 부착된 벽은 문맥-정맥기에서 정상 방광 벽 의 나머지 부분보다 강하고 불균일한 증강을 보였습니다. 그러나 근육층 침범은 모호했고 주변 조직과 덩어리를 구별하지 못하였다. 전립선 요도에서 덩어리의 부분적 석회화와 균일한 대조 증강 을 동반한 확대된 오른쪽 내측 장골 림프절도 관찰되었습니다. 폐 전이의 증거는 없었습니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 저감쇠, 잘 정의되지 않은 덩어리는 이질적인 조영 증강을 보이며 요도 개구부와 전립선 요도를 포함합니다(화살촉). 덩어리가 부착된 방광벽은 이질적인 증강을 보이지만 근육층과 방광벽의 다른 층을 구별할 수 없습니다(화살표).\n그 후, 1.5T MRI 시스템(SIGNA Explorer; GE Healthcare, USA)에서 16채널 플렉스 코일(GE P/N 543000-3; GE Healthcare)을 조합하여 MRI 검사를 실시하였다. 개를 전신 마취 하에 MRI 테이블 위에 등 눕힌 자세로 눕혔다. MRI를 실시하고 방광과 요도를 포함한 복부 하부의 시상 T2 강조(T2W) 및 T1 강조(T1W) 영상을 얻었습니다. 조영제 투여 후 T1W 영상은 0.15mmol/kg 가도테레이트 메글루민(Clariscan; GE Healthcare)을 정맥 투여한 직후에 얻었습니다. 이 덩어리는 방광경부, 전립선, 요도를 침범하는 불규칙한 경계를 보였고 T1W 영상 에서 등신호로 불균질했으며, 불균질한 대조도 증강과 T2W 영상에서 고신호를 보였다. 방광의 저신호 근육층을 침범한 덩어리가 방광에서 발견되어 T2W에서 방광경부의 저신호 근육층의 연속성이 깨졌다. 조영제 투여 후 T1W 영상에서 방광경부의 고신호 점막층과 저 신호 근육층이 파괴되어 덩어리가 불균질한 대조도 증강을 보였다. 정상적인 요도 상피는 T2W에서 고신호였고 T 1W 영상의 등신호는 강한 대조도 증강을 보였다. T2W 및 조영제 투여 후 T1W 이미지에서 요도 상피와 다른 대 조 증강 패턴으로 인해 덩어리의 미부 경계를 구별할 수 있었습니다. 전립선 실질은 이질적이었으며 T2W 이미지에서 고신호로 이질적인 대조 증강을 보였습니다. 전립선의 정상적인 방사형 줄무늬는 확인되지 않았고 전립선 피막은 불규칙하게 왜곡되었습니다. 오른쪽 내측 장골 림프절 비대가 관찰되었지만 림프절은 T1W 이미지에서 주변 지방에 비해 균일하게 낮은 신호였고 T2W 이미지에서는 주변 지방과 동일 신호였으며 조영제 투여 후 T1W 이미지에서 균일한 대조 증강을 보였지만 이는 정상이었습니다.\nT1 강조(T1W)(A), T2 강조(T2W)(B, D), 조영제 투여 후 T1W(C) 시상면 자기공명영상. 방광경부와 요도를 침범한 덩어리는 T1W에서 등신호(A, 노란색 화살표)이고 T2W에 서 고신호(B, D; 노란색 화살표)이며 이질적인 증강을 보인다(C, 노란색 화살표). 덩어리에 의해 방광경부의 저신호 근육층 연속성이 파괴된 것이 T2W에서 보인다(D, 노란색 화살표). 전립선 실질은 T2W(D, 별표)와 조 영제 투여 후 T1W 영상에서 비정상이다. 또한 전립선 캡슐이 왜곡되어 보인다(D, 흰색 화살표). 조영제 투여 후 T1W 영상에서 보이는 방광경부 두정부의 고신호 영역은 조영제(C, 별표)의 잔류로 인해 발생한 것으로 생각된다.\nUS, CT, MRI를 포함한 진단 소견을 기반으로 방광, 전립선, 요도를 침범한 TCC가 감별 진단 목록의 맨 위에 있었습니다. 소변 샘플에서 요로 상피 세포의 돌연변이를 검 사하는 CADET-BRAF 검사를 시행했습니다. 요로 상피 세포의 6%에서 BRAF V595E 돌연변이가 확인되었다. 종양의 기원은 확인되지 않았지만 진단 영상과 CADET-BRAF를 기반으로 이 개는 방광, 전립선, 요도를 침범한 TCC로 추정 진단되었습니다. 이 개는 미톡산트론 5mg/m 2 용량과 피록시캄 0.3mg/kg SID를 2회 투여했습니다. 골수 억제로 인해 화학 요법 프로토콜을 빈블라스틴 1.5mg/m 2 용량과 피록시캄 0.3mg/kg SID로 변경했습니다. 뚜렷한 개선은 관찰되지 않았고, 판단 후 11주차에 요로 폐쇄 및 골반 뼈 전이로 인해 개가 안락사되었습니다. 주인의 거부로 부검은 실시되지 않았습니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. MRI는 방광 근육층의 TCC 침윤을 진단하는 데 다른 영상 모달리티보다 우수한 것으로 나타났습니다. 또한, 정상적인 요도 점막층과 요도의 침윤 덩어리를 구별하고 비정상적인 전립선 실질 변화가 있는 추정 전립선 침윤을 식별할 수 있었다. 이러한 MRI 소견은 방광 TCC 환자의 예후 진단를 용이하게 할 것으로 기대됩니다.\n근육층 침윤은 요로 종양에서 중요한 병기 결정 기준이며, 인간 의학에서 예후와 치료 옵션을 결정하는 데 자료를 제공합니다[ 3 ]. 나아가 근육층 침윤은 개에서 부정적인 예후 요인으로 보고되었습니다[ 1 ]. 근육층 침윤은 초음파 영상로 평가할 수 있다고 보고되었습니다[ 5 ]. 그러나 다른 연구에서는 TCC가 등쪽에 위치하고 석회화되어 있기 때문에 초음파 영상로 근육층 침윤을 평가하기 어려울 수 있습니다[ 8 ]. 이번 연구에서는 방광의 등쪽 변위와 덩어리 내 석회화된 병변의 인공물로 인해 근육층 침윤을 초음파 영상로 평가하기 어려웠습니다. 개의 방광 TCC을 중심으로 한 이전 연구에서는 CT로 근육층 침윤을 진단할 수 있었고, 이는 이중상 CT에서 동맥상에 방광벽의 불규칙한 대조 증강을 보여주었습니다[ 8 ]. 반면, 인체의학 연구에서는 CT가 표층 침윤과 심부 근육 침윤을 정확히 구별할 수 없으며, 덩어리가 주변 방광 조직으로 돌출된 경우에만 진단할 수 있다고 보고했습니다[ 9 ]. 본 연구에서 덩어리가 위치한 방광벽은 삼상 CT에서 문맥기에서 정상 방광벽과 비교하여 강렬하고 이질적인 조영 증강을 보였습니다. 그러나 방광의 근육층은 방광벽의 다른 층과 구별되지 않았기 때문에 근육층 침윤의 정확한 판단을 얻지 못했습니다.\nMRI는 인간 연구에서 근육 및 비근육 침습성 방광암을 구별하는 정확한 방법으로 보고되었습니다[ 9 , 10 ]. 한 연구에서 MRI는 근육층 침습을 구별하는 데 각각 0.92와 0.88의 민감도와 특이도를 보였습니다[ 11 ]. 수의학에서 T2W 및 조영제 투여 후 T1W 이미지를 포함하는 MRI는 방광 TCC에서 근육층으로의 침습을 감지할 수 있는 것으로 보고되었습니다[ 7 ]. 이번 연구에서는 이전 연구와 개의 장시간 마취 시간을 고려하여 시상면 T2W, T1W 및 조영제 투여 후 T1W 이미지를 얻었하였다. 이 연구에서 MRI는 CT에서 구별되지 않는 방광벽의 점막층과 근육층을 구별할 수 있었습니다. 저신호 근육층의 연속성을 방해하는 종양에 의해 뒷받침되는 근육층을 침습 한 덩어리는 T2W 및 조영제 투여 후 T1W 이미지에서 관찰되었습니다. T2W 및 동적 대비 증강 MRI를 포함하는 다매개변수 MRI는 인간 의학에서 근육층 침윤을 높은 판단 정확도로 구별하기 위해 방광 종양에서 사용됩니다[ 12 ]. 이 연구에서는 채택되지 않았지만 다매개변수 MRI를 사용하는 MRI 프로토콜은 근육층 침윤을 정확하게 진단하기 위한 추가 연구에서 개의 방광 종양에 적용될 수 있습니다.\nTCC에서 요도 및 전립선 병변이 흔합니다[ 1 ]. 요도 및 전립선 병변의 정확한 판단은 판단 시 생존 기간이 짧고 전이율이 높은 것으로 보고되었기 때문에 중요합니다[ 1 , 4 ]. 본 연구에서 전립선은 T2W 영상에서 고신호, 이질성 실질 신호 균일성을 보였으며 전립선 피막의 왜곡과 방사성 줄무늬가 나타났하였다. 이 MRI 소견은 개에서 전립선 종양을 중심으로 한 이전 연구와 일치합니다[ 10 ]. 이 연구에서는 조직병리학적 검사를 실시하지 않았지만 MRI에서 덩어리의 전립선 병변을 추정할 수 있었습니다. 초음파 영상에서 치골의 그림자와 CT에서 낮은 연조직 대조도는 TCC의 요도 병변 평가를 제한할 수 있습니다[ 7 , 10 ]. MRI는 뛰어난 연조직 대조도를 제공하여 요도 벽 층을 구별할 수 있습니다[ 13 ]. 이전 연구에서는 T2W 및 조영제 투여 후 T1W 영상 에서 요도를 내부 점막층과 외부 근육층으로 관찰했습니다. 외부 점막층은 T2W 영상에서 저신호를 보인 반면, 내부 요도 점막층은 T2W 영상에 서 고강도를 보였고 조영제 투여 후 T1W 영상에서는 강한 증강을 보였습니다[ 6 ]. 이번 연구에서는 요도층이 확인되었으며 이는 이전 연구 결과와 일치합니다. MRI에서 연조직 대비가 우수하여 덩어리의 정확한 여백이 다른 신호 강도로 확인되었으며 이는 고강도 정상 요도 점막층과 구별되었습니다. 이러한 결과는 MRI가 연조직 분해능이 높은 요도 덩어리의 침윤을 진단하는 데 CT 및 US보다 우수함을 시사합니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. T2W 및 조영제 후 T1W 시퀀스를 포함한 MRI 영상은 방광 근육층 침윤을 진단할 수 있었습니다. 더욱이 MRI는 CT에서 정확하게 식별되지 않는 요도와 전립선의 침윤을 감지했습니다. 이 연구는 MRI가 방광, 전립선, 요도를 포함하는 TCC 병변을 진단하는 데 CT보다 우수하다는 것을 확인합니다.\n"}