{"title": "개와 고양이의 실전 뇌전증 관리", "author": "현창백 역", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "04\n개와 고양이 뇌전증의 유전학\nGenetics of Epilepsy in Dogs and Cats\n개와 고양이의 재발성 뇌전증성 발작과 관련된 유전학적 측면에서 가장 중요한 원인은 특발성 뇌전증(IE)이다. 개에서 특발성 뇌전증의 유병률은 약 0.67~0.75%로 추정되고 있다. 특별히, 특발성 뇌전증은 개의 뇌전증성 발작 원인 중에서 가장 흔한 것으로, 덴마크의 전향적인 종단 연구(prospective longitudinal study)에서 뇌전증 진단을 받은 개 중 57.5%를 차지한다고 알려져 있다. IVETF가 제안한 특발성 뇌전증의 세부 분류에서 “유전 의심” 및 “유전성” 특발성 뇌전증이라는 용어가 추가되었다(제2장, 그림 2.1 참고). IVETF는 특발성 뇌전증의 진단을 위한 3단계 tier의 검사 권장사항을 발표한 바 있다(제1장, 박스 1.4 참조). IVETF의 구조성 뇌전증의 분류에는 재발성 뇌전증성 발작의 기저 원인으로 식별 가능한 대뇌/두개내 병리적 변화를 유발하는 유전적 상태를 포함하고 있다.\n700개 이상의 유전 질환 및 형질이 개에서알려졌다. 그러나 이 중 많은 질환과 형질의 생화학적 또는 분자적 특성은 아직 확인되지 않았다. 지난 30년 동안 유전자 기술이 발전하여, 개의 genome sequence가 2005년에 발표되었다. 덕분에 반려동물을 위한 유전검사가 신속하게 개발되었다. 현재까지 약 185개 이상의 개와 고양이 질환에 대한 DNA 유전검사가 개발되어 있다.\nOrthopedic Foundation for Animals (OFA)에서는 웹사이트를 통해 반려동물 유전자 검사를 진행하는 전세계의 연구소의 목록이 정기적으로 업데이트되고 있다.\n현재 사용 가능한 몇몇 유전자 검사는 개의 특발성(유전성) 뇌전증과 구조적 뇌전증에 대한 것이다. 이러한 유전자 검사는 특정한 개 품종에서 특정 질환 상태에서는 유용하지만, 개와 고양이에서 발생하는 대부분의 유전 관련 재발성 뇌전증성 발작에 대해서는 아직 유전자 검사가 개발되지 않았다. 지난 10년 동안 개 뇌전증의 유전에 관한 종합적인 리뷰 논문이 여러 건 발표되었다. 이 장은 개 뇌전증의 유전학에 관한 종합적인 리뷰가 아닌, 개의 유전학에 대한 현실적이고 임상적 고려 사항을 요약하고 고양이 뇌전증에 관한 매우 제한된 정보를 소개한다.\n개에서 유전성 또는 유전성이 의심되는 특발성 뇌전증\n현재까지의 알려진 증거에 따르면, 개의 특발성 뇌전증은 유전과 관련된 기저 원인을 가지고 있다고 여겨진다(즉, 유전성 또는 유전성이 의심되는 뇌전증). 대부분의 경우에서 심지어 순수 혈통의 개에서도 유전 방식은 다유전자성(polygenic)일 것으로 생각된다. 다유전자성(복합적) 유전에서는 각각의 작은 효과를 가진 여러 유전자들의 결합 효과가 있으며 종종 추가적으로 환경의 영향도 있다. 사람의 뇌전증에서는 주로 원발성 전신 뇌전증이 유전에 의한 것으로 생각되며, 일부는 전신 뇌전증이 단일 유전자 변이를 보이고, 이를 단일 유전성(monogenic)이라고 한다. 사람의 희귀한 단일 유전자 유발 뇌전증들 중 많은 돌연변이는 이온 채널(ion channel) 유전자에 위치해 있으며 남태평양 제도의 소수 민족에서 발견되었다. 일부 개 품종에서의 교배는 몇몇 고립된 인간 집단에서 발견되는 부분과 유사하므로 처음에는 많은 개, 품종 특이적, 특발성 뇌전증이 단일 유전자 돌연변이에 의해 유발되고 단일 유전성일 가능성이 있었거나 확실하다고 생각되었다. 2011년에 수행된 Beagles, English Springer Spaniels, Greater Swiss Mountain Dogs 및 Vizslas와 관련이 있는 유전형 뇌전증의 의심사례를 대상으로 한 연구에서, 사람에서 알려진 50개의 이온 채널 관련 뇌전증 돌연변이 근처의 유전 마커를 조사하였다. 대부분의 경우 이들 돌연변이가 이 네 견종에서 발생하는 뇌전증과 연관되지 않음이 밝혀졌으며, 일부 불확실한 결과가 나타났지만 이들 중 어느 것도 개의 특발성 뇌전증과 통계적으로 연관이 있는 것으로 확인되지 않았다. 이 연구와 이후의 다른 연구들로부터 나온 결과를 토대로 보면, 단일 유전자 이온 채널 돌연변이나 유사한 유전적 돌연변이가 특발성 뇌전증의 원인일 가능성은 거의 없거나 전혀 없을 것으로 보인다.\n지난 10년간 이루어진 개의 뇌전증의 유전에 대한 종합적인 리뷰와 순종견에서의 특발성 뇌전증의 유병률과 임상적 특징을 다룬 종류별 연구11는 다음의 견종들에서 특발성 뇌전증이 상당히 유전적인 기여을 할 것으로 예측하거나 제안하고 있다: Australian Shepherd, Belgian Shepherd, Beagle, Belgian Tervueren Sheepdog, Bernese Mountain Dog, Border Collie, Border Terrier, Cavalier King Charles Spaniel, Collie, Dalmatian, English Springer Spaniel, Finnish Spitz, German Shepherd, Golden Retriever, Irish Wolfhound, Italian Spinone, Keeshond, Labrador Retriever, Lagotto Romagnolo, Petit Basset Griffon Vendéen, Rhodesian Ridgeback, Schipperke, Shetland Sheepdog, Standard Poodle, Vizsla. 제2장에는 품종 특이성 특발성 뇌전증의 임상적 특징이 설명되어 있다. 퍼듀 대학 수의학 데이터베이스 검색 및 분석에 따르면 모든 견종에서 특발성 뇌전증으로 내원한 환자의 유별율을 측정했으며(범위 0.2~2.1%), 이 결과는 해당 견종에 대한 내원 환자와 다른 견종에 대한 내원 환자 수를 기반으로 나왔다. 또한, 잡종견은 순종견들의 유병률 범위의 중간에 위치하였다. 이처럼 특발성 뇌전증은 다양한 견종에서 흔하게 발생하기 때문에 질병의 유전적 특성을 이해하는 것이 수의사에게 중요하고, 진단을 도움을 줄 수 있는 유전 검사가 가능한 경우에는 특히 중요하다.\n단일 유전성(monogenic) 특발성 뇌전증\n개에서 단일 유전성 특발성(유전성) 뇌전증이 두 가지 확인되었으며, 각각의 원인이 되는 단일 유전자 변이가 확인되었다:\nJuvenile idiopathic (genetic) ep ilepsy in Lagotto Romagnolo dogs\nRhodesian Ridgeback dog에서 성장기의 진행성 근간대성 뇌전증(generalized myoclonic epilepsy with photosensitivity)\nJuvenile idiopathic (genetic) ep ilepsy in Lagotto Romagnolo dogs\nLagotto Romagnolo dog의 성장기의 특발성(유전성) 뇌전증 원인은 LGI2 유전자 내의 상염색체 열성 변이로 확인되었고, 유전자 검사가 출시되어 이용할 수 있다. 사람에서 LGI1 유전자는 상염섹체 우성 유전으로 외측 측두엽 관련 뇌전증과 관련이 있다. LGI1, LGI2, LGI3 및 LGI4는 모두 신경에서 분비되며 시냅스 기능에 관여하는 뉴런 수용체인 ADAM 패밀리에 작용한다. ADAM23 유전자 결여 마우스는 자발적인 발작을 나타내며, ADAM23 유전자가 결여된 헤테로 마우스는 발작에 대한 낮은 역치를 가진다; 따라서 LGI2 유전자 변이는 ADAM23에 미치는 영향을 통해 발작에 영향을 줄 수 있다. 이 유형의 개 유전성 뇌전증의 임상적 특성은 일반적으로 개의 대부분의 유전성 특발성 뇌전증과 다른 임상적 특성을 가지고 있다. 일반적으로 개의 유전성 뇌전증에서 발작의 시작 연령은 6개월에서 6세 사이이며 자발적인 개선(remission)은 드물게 나타난다. Juvenile idiopathic (genetic) ep ilepsy in Lagotto Romagnolo dogs은 재발성 뇌전증성 발작이 특징적이며, 5~9주령에 발작을 개시하고 보통 자발적인 개선은 8~13주에 일어난다. 뇌전증성 발작은 전신의 떨림(tremor), 운동 실조(ataxia) 및 경직(stiffness)이 특징이다. 발작 중에 움직일 수 있는 어린 개들은 운동에 따라 떨림의 진폭이 증가하는 것으로 보인다. 발작 중 발생하는 임상증상의 정도는 강아지(puppy)들에 따라 다양하다(심지아 동배들 간에서도). 뇌전증성 발작은 하루 중 수면중이나 다른 강아지들과 노는 때를 포함 어느 때나 발생할 수 있다. 뇌전증성 발작의 빈도는 하루에 여러 번에서 일주일에 한 번의 발작까지 다양하다. 뇌전증성 발작의 지속 시간은 10초에서 몇 분까지 다양하다.\n심한 뇌전증성 발작을 겪은 강아지들은 발작 사이에도 전신 운동 실조, 불안정한 보행(hypermetria)과 같은 신경 증상도 나타난다. 다양한 진단 조사를 진행한 결과 유의미한 이상 소견은 관찰되지 않았다. Phenobarbital (PB)은 투여된 강아지에서 효과적이었다고 보고되었으나, PB 투여 중단 후에도 뇌전증성 발작이 지속되지 않았으며, 치료를 받지 않은 강아지들은 약 4개월의 나이에 발작 없이 뇌전증성 발작 증상의 개선이 확인되었다.\nRhodesian Ridgeback dog에서 성장기의 진행성 근간대성 뇌전증(Generalized myoclonic epilepsy with photosensitivity)\n이 성장기 초기에 발병하는 유전성 뇌전증에서는 DIRAS1 유전자의 돌연변이로 인해 약 6개월의 나이(1.5~18개월)에 비자발성 수축(myoclonic jerk)이 시작되며(제2장, 비디오 2.5~2.7를 보아라), 깜빡이는 불빛에 영향을 미치는 광선민감(photosensitivity)을 유발할 수 있으며, 영향을 받는 강아지 중 35%에서 발작을 유발할 수 있다. 이 근간대성 뇌전증성 발작(myoclonic epileptic seizure) 중에는 자율 신경 증상은 발생하지 않는다. 비자발성 수축(myoclonic jerk)도 종종 신체의 한쪽에서 시작하지만 일관된 다발하는 쪽에 대한 증거는 발견되지 않았다. 전신 토닉-클로닉 뇌전증성 발작으로 진행되는 경우는 영향을 받는 개 중 24마리 중 38%에서 확인됐고, 근간대성 발작 개시 이후 전신 발작으로 진행되는 시기의 중간값은 6개월 (1.5~29개월)로 보고되었다. 전신 토닉-클로닉 뇌전증성 발작은 종종 근간대성(myoclonic) 경련의 연속적인 발현 이후에 발생한다. 몇몇의 개는 뇌전증성 발작 후 지각 상실(disorientation)증상, 불안하며 안절부절 못하는 증상이 나타난다. 근간대성 경련은 매일 또는 거의 매일(2~3일마다) 발생하며 하루에 최대 150번의 경련이 나타난다. 뇌전증성 발작은 일반적으로 평생 지속된다. 개 보호자들로부터 얻은 정보에 따르면, 근간대성 뇌전증성 발작은 levetiracetam 또는 potassium bromide (KBr)에 가장 잘 반응하는 것으로 보인다. 8세 이상인 3마리의 개의 보호자들은 인지 기능이 정상인 것으로 보고됐다. 중증 경련으로 인해 3마리의 개가 안락사되었다. DIRAS1 유전자는 중추 신경계에서 발현되는 새로운 뇌전증에 대한 유전자로, Caenorhabditis elegans(예쁜꼬마선충)의 신경근육 접합부에서 아세틸콜린 전달과 zebrafish의 신경세포 발달에 필수적이며, 이는 뇌전증에 기여할 가능성이 있지만 포유류에서의 기능은 직접적으로 확인된바는 없다. \nLagotto Romagnolos dog과 Rhodesian Ridgebacks dog의 추가적인 임상적인 정보는 제2장에서 확인할 수 있다.\n다유전자성(polygenic) 특발성(유전성) 뇌전증\nBelgian Shepherd에서는 6개의 유전적 위치(특정 염색체 위치)가 품종 내에서 특발성 뇌전증(유전성이 의심되는)이 유발될 가능성이 있다고 나타났다. 이 6개의 유전적 위치를 모두 포함하는 스크리닝 유전검사는 아직까지 모든 유전자에 대해서는 진행되지 않았다. 이상적으로, 이 6개 유전적 위치 또는 추가 위치의 변이를 포함하는 알고리즘을 사용한 스크리닝 테스트가 특정 개의 특발성 뇌전증에 대한 발병 가능성을 나타내고, 이 정보를 번식에 사용할 수 있게 될 것이다. Belgian Shepherd에서의 6개 이상의 유전적 위치는 다유전성 소인을 나타내며, 대부분의 견종에서 의심되는 유전성 특발성 뇌전증의 기저에는 유사한 복합적인 감수성이 있다고 여겨진다. Belgian Shepherd에서 특발성 뇌전증의 발병 연령 중간값은 3.3세로 보고되었으며, 뇌전증성 발작은 종종 국소적인 발작으로 나타나기도 하며, 이차적으로 전신 발작이 동반될 수도 안 될 수도 있다. 발작 사이 기간에는 개들은 정상이며, 많은 개가 항경련 약물(예: phenobarbital 및 KBr)에 잘 반응한다. 더 많은 임상 정보는 제2장에 Belgian Shepherd 부분에서 찾을 수 있다.\nBelgian Shepherd에서 특발성 뇌전증의 감수성 유전자 군집(염색체 위치) 중 하나로, CFA37 염색체(canine chromosome 37)의 ADAM23 유전자를 포함하는 위험 haplotype(염색체 위치)이 알려졌다. Australian Shepherd, Beagle, Finnish Spitz, Kromfohrlaender, Labrador Retriever, Pyrenean Shepherd, Schipperke 에서 흔한 위험 haplotype이 알려졌다.20,21 공통의 위험 염색체 영역은 여러 견종이 ADAM23의 코딩 시퀀스 또는 근처의 유전자 규제 영역(genetic regulatory area)에서 공통 또는 유사한 낮은 침투율(penetrance)의 유전자 변이를 공유한다는 것을 시사한다. 게다가, 이 질환에 대한 섹션에서 이미 언급했듯이 Lagotto Romagnolo dog의 성장기 특발성 뇌전증의 원인인 LGI2 유전자가 ADAM family 멤버에 작용하는 것으로 나타났다. ADAM23와 LGI1은 전 voltage-gated 칼륨 채널 기능에 영향을 미치며, 이로 인해 특발성 뇌전증에 감수성을 나타낼 가능성이 있음을 보여준다. 또한, ADAM23 유전자 결여 마우스 모델에서 뇌전증 표현형(phenotype)이 관찰되었다. 모든 점을 종합하면 ADAM23이 개의 많은 특발성 뇌전증에 중요한 역할을 한 것으로 보인다. 그러나 어떤 두 견종 간의 특발성 뇌전증 사이에서 기여하는 모든 변수가 공유되는 것은 아니며, ADAM23이 모든 견종의 특발성 뇌전증에 항상 기여하지 않을 수 있다. 각 품종은 특발성 뇌전증 발병 가능성에 기여하는 위험 대립유전자(allele)의 고유한 조합을 가질 것으로 생각된다.\n개의 구조적 뇌전증\n개의 구조적 뇌전증과 관련된 품종별 상염색체성 열성 유전 변이가 여러 개 식별되었으며, 재발성 뇌전증성 발작과 발작 사이 진행성 신경 증상의 근원인 대뇌 병리 기전이 확인된 상태이다. 이러한 경우에는 유전검사가 가능하다.\n개에서 Lafora disease\n라포라 병은 glycogen phosphatase laforin를 인코딩하는 EPM2A 유전자 또는 ubiquitin E3 ligase malin을 인코딩하는 EPM2B (NHLRC1) 유전자의 변이에 의해 일어나는 상염색체성 열성 유전이 특징인, 늦게 시작되는, 진행성 근간대성 뇌전증이다. 이 질병은 가장 흔하게 miniature Wirehaired Dachshund에서 보고되었으며, Basset Hound, Beagle, miniature Poodle, standard Poodle, Pointer, Corgi 에서도 보고되었다. Miniature Wirehaired Dachshund, Basset Hound, Beagle 에서만 EPM2A 및 EPM2B (NHLRC1) 유전자의 변이가 보고되었다.\n라포라 병의 근본적인 병리학적 변화는 구 모양(spherical)의 가용성을 가지는 glycogen이 더 선형적이고 용해되지 않는 polyglucosan으로 변화하는 것이다. Polyglucosan의 점진적 침전, 응집 및 축적은 신경 독성 세포 내 봉입체(inclusion)(라포라 바디로 불림)를 유발한다. \n임상적으로 이 상태는 자발적 및 반사적인 근간대성 발작(예, 급작스럽고 짧은 비자발적 단일 또는 다중의 근육 수축)으로 특징지어지며, 즉, 빛, 소리 및/또는 시각 분야의 움직임에 대한 반응으로 나타난다. 의식이 손상되지 않으며 자율 신경 증상은 없다(제2장, 비디오 2.9 참조).\n라포라 병을 진단받은 27마리의 miniature Wirehaired Dachshund를 대상으로 진행된 조사 연구에서 (16마리의 개에서 EPM2B 변이 유전검사로 진단) 질병 발병 중간 연령은 6.9세(3.5~12세)였으며, 가장 흔한 초기 임상 증상은 반사적 및 자발적 근간대성 경련(77.8%)이었다. 수면 시 발생하는 근간대성 경련(51.9%) 및 전신 토닉-클로닉 발작(40.7%)도 발생했다. 25.9%의 개에서 국소적인 뇌전증성 발작이 발생했다. Levetiracetam 처치에 대한 초기 반응이 있다고 알려졌다. 근간대성 발작의 심하기, 빈도, 내성이 시간이 지날수록 악화됐다. 질병의 말기 단계에서 개들은 인지 기능 저하(51.9%), 실명(48.1%), 사람에 대한 공격성(25.9%), 개에 대한 공격성(33.3%), 청각상실(29.6%) 및 대변 실금(29.6%), 소변 실금(37.0%)이 발생했다.24\n혈구검사, 혈청 생화학 검사, 소변 검사 및 뇌척수액 검사상 특이사항은 없다. 뇌파 검사(EEG)상 양측의 동기화된 polyspikewave 발작과 불규칙한 근간대성 경련(erratic myoclonus)이 나타날 수 있다. MRI상 뇌실 확장을 동반한 전반적인 대뇌 피질 위축이 나타날 수 있다. 근전도 검사(electromyography)는 상체, 팔 및 머리 근육의 비정상적인 자발적 활동(예, positive sharp waves 및 fibrillation potentials)이 나타날 수 있다.24\n지금까지 보고된 2마리의 Beagle에서 라포라 병이 관찰되었으며, 근간대성 발작은 각각 6.5세와 7.8세의 나이에 처음 관찰되었다. 임상 증상은 miniature Wirehaired Dachshund에서 관찰된 근간대성 발작과 유사했다. 더 나이 많은 비글에서는 근간대성 발작 시작 후 6개월 후에 전신성 토닉-클로닉 뇌전증성 발작이 발생했다. 질병 진행은 miniature Wirehaired Dachshund와 비교할 때 덜 심한 것으로 보이지만 아직까지는 정보가 제한적이다.\nStandard Poodle에서 발작성 신생견 뇌병증(neonatal encephalopathy)\n신생견 발작성 뇌병증(neonatal encephalopathy with seizures, NEWS)은 ATF2 유전자의 변이로 인한 standard Poodle 의 상염색체성 열성 질환이다. ATF2 유전자는 활성화 transcription factor 2를 인코딩하며, antiapoptosis, 세포 성장 및 DNA 손상 반응과 관련된 다양한 유전자의 전사(transcription)를 조절한다. 이 유전자는 신경 세포 발달과 이동에 중요한 역할을 한다. 영향을 받는 신생견들은 출생 시 작고 약하며, 많은 경우 처음 몇 주에 사망한다. 1주 이상 생존한 강아지들은 운동 실조, 전신 근육 떨림이 발생하고 4~6주 이상이면 중증의 전신 클로닉-토닉 뇌전증성 발작이 발생한다. 이 상태의 강아지들은 대부분 2개월까지 사망하거나 안락사된다. \n발작성 신생견 뇌병증(NEWS)을 가진 64일 된 Poodle의 MRI (3 Tesla) 검사 상 전체 뇌 크기의 감소, 확장된 뇌실, 뇌의 백질 및 소뇌 이상을 보여주었다. 조직병리학적 연구에서는 전두엽 외측 뇌실의 하부 구역에 불규칙한 신경세포 이동, 대뇌의 후두엽에서 특히 백질의 희박화(rarefaction), 그리고 소뇌 피질 이형성을 확인했다.27\nL-2-hydroxyglutaric aciduria\nL-2-hydroxyglutaric aciduria (L2HGA)는 다양한 조직에 L-2-hydroxyglutaric (L2HG) acid가 축적되어 뇌의 구조적 손상 유발이 특징인 대사성 질환이다. 뇌 내 L2HG의 증가는 항산화 방어 체계의 약화와 활성 산소 종(reactive oxygen species)의 증가를 통한 산화 스트레스와 관련이 있으며, 반응성 별세포화(reactive astrogliosis)와 신경세포의 감소를 초래한다. Staffordshire Bull Terrier에서 L2HGA는 L2HG dehydrogenase (L2HGDH)를 인코딩하는 유전자의 변이에 의해 유발되는 상염색체성 열성유전인, 대사-구조성 뇌전증이다. 영국에서 L2HGDH 변이에 대한 동형접합체(homozygous) 검사에서 진단된 Staffordshire Bull Terrier의 보호자들을 대상으로 한 설문 조사 연구는 27마리 개의 질병 임상적 특징과 경과를 기술했다. 모든 개가 신경 증상을 가지고 있었으며, 발병 연령의 평균은 12개월(중앙값, 8; 2.5~60개월)이었다. 자세와 보행 이상은 이러한 개들에서 가장 흔하게 나타난 임상 증상이었으며(26/27마리), 가장 일찍 발견된 증상 중 하나였다. 행동 변화와 인지 기능 장애(24/27마리)가 빈번하게 나타났다. 개의 67%(18/27마리)가 뇌전증성 발작 또는 운동 장애 증세를 시사하는 경련성 발작을 나타냈다. 이러한 발작의 자세한 설명은 9마리의 보호자로부터 제공되었다. 이 중 6마리는 발작 증상 중 반응이 없었으며 9마리 중 8마리는 소변, 대변, 또는 과유연(hypersalivation)과 같은 자율 신경 증상이 있었다. 9마리 중 2마리는 발작 묘사가 전신 토닉-클로닉 뇌전증성 발작과 일치했다. 9마리 중 7마리에서 경련성 발작이 스트레스나 흥분으로 인해 유발되었으며 이러한 유발요인을 피하는 것이 발작 빈도를 감소시켰다. 경련성 발작을 가진 18마리 중 10마리는 ASD 약물(가장 흔한 것은 PB)로 치료를 받았다. 발작 활동과 관련 없는 근육 떨림은 26마리 중 19마리에서 보고되었다. 신경 증상의 발병 후 27마리 중 19마리 (70%)의 중간 생존 기간은 69개월(12~170개월)이었다. 이 연구에 포함된 27마리 중 6마리(22%)는 신경 증상, 특히 뇌전증성 발작의 진행으로 안락사되었다.28 임상 증상을 보이는 개에서 L2HGA를 진단 및 번식 결정을 위한 유전 검사가 상용화되어 있다 (이 장의 뇌전증이 있는 개의 번식을 위한 유전 상담 부분 참고). 영향받은 개에서의 진단 결과, 소변, 혈장 및 뇌척수액에서 L2HG acid 및 라이신(lysine) 수치가 증가했다. MRI 검사에서 회색질(gray matter)(주로, 시상, 시상하부, 치아핵(dentate nucleus), 기저핵(basal ganglia), 뇌간 등쪽, 소뇌핵, 소뇌 고랑)에서 양측성, 대칭적, 미만성으로 병변이 관찰된다. T2 가중 영상에서 고신호(hyperintense)로 나타나고 T1 가중 영상에서 저신호(hypointense)로 보이며, 조영 증강이 나타나지 않았으며 mass effect도 나타나지 않았다. 뇌척수액 세포 수, 세포 및 단백질 농도는 정상 범위 내에 있었다.\nL2HGA를 유발하는 L2HGDH 변이는 3마리의 Yorkshire Terrier (2마리는 전신 토닉-클로닉 뇌전증성 발작을 보임)와 1마리의 West Highland White Terrier에서 보고되었다.29,30,31\n개에서 신경원성 세로이드 리포푸신증(neuronal ceroid lipofuscinosis)\n개에서 neuronal ceroid lipofuscinosis (NCL)의 유전자 형태가 10개 이상 알려졌고, 다양한 유전자에서 다양한 상염색체성 열성 변이가 다양한 품종에서 알려졌다: American Bulldog, American Staffordshire Terrier, Australian Shepherd Border Collie. 다양한 2개의 유전자에서 2개의 변이를 확인한 품종: Dachshund, English Setter, Tibetan Terrier,9 Chihuahua.32 일반적으로, 개 NCL의 임상적 특징에는 진행성 뇌전증성 발작, 진행성 신경 장애, 시력 손실 및 조기 사망이 포함된다. NCL은 또한 Cocker Spaniel, Dalmatian, Labrador Retriever, Polish Owczarek Nizinny, Saluki, Yugoslavian Shepherd32에서도 보고되었으며 이들 견종에서는 아직 이러한 변종에 대한 연구가 이뤄지지 않았으며 따라서 위의 견종을 위한 유전검사를 사용할 수 없다.\n표 4.1은 특발성 또는 구조적 뇌전증 진단을 위한 상용화된 유전자 검사를 요약한 내용이다. 이런 유전자 검사를 할 수 있는 진단 연구소에 대한 자세한 정보는 https://www.ofa.org/about/educational-resources/links/laboratories에서 확인할 수 있다.\n뇌전증성 발작을 가진 개에서의 약물유전학\n인의에서 뇌전증 환자에게는 ASD 약물의 대사에 대한 약물유전학 및 잠재적인 치료 결과에 관한 많은 연구가 진행된 바 있다. 이러한 사람 뇌전증 연구에서는 특정 cytochrome (CYP) 유전자의 유전적 변이가 일부 ASD 약물의 혈청 농도에 영향을 미치는 강력한 증거와 상대적으로 약한 증거가 있다. 사람에게는 glucuronidation 및 acetylation에 관여하는 효소를 인코딩하는 유전자에 대한 약간의, 그러나 명확하지 않은 증거 또한 있다. 사람에서는 P-glycoprotein (P-gp)과 특히 MDR(다제내성) 유전자로 알려진 ABCCB1과 같은 약물 transporter 유전자에 대한 확실한 증거는 없다.33 하지만 사람과 개에서 화학요법 및 다른 약물 대사와 관련이 있는 증거는 존재한다.\n개에 대한 ASD 약물에 대한 치료 효과를 평가하기 위한 약물 유전자 연구는 매우 제한적이었다. 여러 견종을 대상으로 한 연구에서 약물 대사, 이동(transport), 타겟팅(targeting)과 관련된 30개의 유전자를 평가했고 약물에 대한 반응과 연관이 있을 것으로 보이는 다섯 개의 유전자가 확인되었다.34 이 유전자들 중 일부는 이온 채널을 인코딩한다. 지금까지 저자의 지식으로는 이 다섯 개의 유전자/염색체 위치 중 어떠한 유전자에 대한 약물 유전체 유전 검사가 개발되지 않았다. 개에 대한 특이적 약물 유전체 검사가 개발되면, 특정 ASD 약물에 반응할 가능성이 높은 개와 그렇지 않은 개를 예측하고, 치료를 시작하기 전에 두 가지 이상의 약물에 대해 반응을 하는지 내성이 있는지를 예측하는 데 도움이 될 것이다.\nBorder Collie와 관련 있는 견종의 대상으로 ABCB1 유전자에서 코딩 변이(c.296_299del)가 ivermectin 중독과 다른 약물에 대한 민감도에 의해 발생한다고 알려졌다. 스위스와 독일의 236마리의 Border Collie를 대상으로 한 뇌전증에 대한 약물 유전 연구에서 ABCB1 유전자 서열을 조사한 결과, 이 유전자의 intron에 위치한 DNA 변이(c.-6-180T.G)가 PB에 대한 반응/비반응과 연관이 있음이 밝혀졌다. 이 연구에서 PB 반응성/비반응성은 PB 투여 후 최소 3개월 동안 수치가 참고 범위 내에 있을 때 발작이 50% 이상 감소하는 것으로 정의되었다. 실험군에서 약물에 대한 반응과 특발성 뇌전증의 발병 사이의 연관성은 발견되지 않았다. 2년 뒤 일본의 472마리 Border Collie를 대상으로 한 연구에서, 새로운 (c.-6-180T.G) 변형은 더 자세하게 조사되었으며, 연구자들은 “MDR1/ABCB1 유전자의 P-gp와 c.-6-180T.G 사이의 관련성 및 이러한 변이들 간의 상호 작용을 더 연구해야 하며, c.-6-180T.G와 관련된 약물 유전학 정보를 임상에 적용하기 위해서 추가 연구가 필요하다”고 언급했다.37\n뇌전증이 있는 개의 번식을 위한 유전 상담\n거의 모든 개 품종에서 예상되는 것처럼, 대부분의 강아지 품종에서 특발성 뇌전증은 다유전적 방식으로 유전될 가능성이 높으므로, 번식에 대한 권고사항은 고관절 이형성 등과 같은 다유전적 질환에 대한 것과 유사하다.\n다음은 개의 다유전성(polygenic) 특발성 뇌전증에 대한 번식 권장사항이다:\n뇌전증을 앓고 있는 개는 번식시키지 않는다.\n뇌전증을 앓고 있지 않지만, 개의 부모나 조부모가 뇌전증을 앓는 경우, 번식시키지 않는다.\n동배의 25% 이상이 뇌전증을 앓는 경우, 뇌전증을 앓고 있지 않더라도 번식시키지 않는다.\n개에서 알려진 단일 유전성 뇌전증과 구조성 뇌전증에 대한 다음과 같은 번식 권장사항이 있다:\n만약 해당 질병이 품종 내에서 흔하게 나타나거나 가까운 친척에서 확인되었다면 번식 전에 유전검사로 스크리닝한다.\n뇌전증을 앓고 있는 개는 번식시키지 않는다.\nCarrier(서로 다른 하나의 복사본을 가진 개체)끼리는 번식시키지 않는다.\nCarrier는 다른 특성에 대해 우수한 개체인 경우에만 유전적으로 이상없는 개체와 번식할 수 있다(유전적으로 이상 없는 개체 및 carrier의 상태는 두 개체 모두의 유전검사에 기반해야 한다). 이것은 번식 및 대체 전략이다.\n전반적으로 각 연속 세대에서 carrier의 비율을 줄이도록 노력한다.38\n가장 간단하게, 만약 다유전성 형태로 나타날 가능성이 높거나 단일 유전 형태임이 입증된다면 특발성 뇌전증이 있는 개체를 번식하지 마라. 다유전성 유전형태를 가진 경우에는 주의를 기울여 carrier나 뇌전증이 없는 개와 함께 번식해라. 앞서 언급한 방식에 따라 번식을 시도해라.\n"}