{
    "title": "그림으로 보는 개 고양이의 면역과 전염병",
    "author": "유한상 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n \n  종양세포의 유전적 변이는 물리적 요인(자외선)이나 화학 물질(특정 살충제), 종양 바이러스(예. 고양이 백혈병 바이러스, 개 구강 유두종)에 의해 유전되거나 발생할 수 있다. 종양이 발생할 위험은 나이가 들어감에 따라 높아진다.\n  변형된 조직에 의해 생성된 케모카인은 자연살해세포를 끌어당겨 대식세포와 수지상세포의 침윤을 활성화시키게 된다. 또한, 세포 외 매트릭스와 조직의 기저 세포를 파괴하는 효소가 악성 종양에서 방출된다. 이 과정은 주로 혈류와 림프를 통하여 종양세포가 다른 세포로 퍼지면서 이루어진다.\n  혈액과 조직 내의 자연살해세포는 변이가 일어났거나 주조직적합성복합체(major histocompatibility complex, MHC)-I의 일부를 가지고 있는 종양세포를 인식하고(Chart 4 참고) 퍼포린, 그랜자임, NK-lysins을 통하여 이를 파괴하게 되며, Fas 리간드(FasL)에 의한 종양세포의 세포 사멸을 활성화시킨다(Chart 13 참고). 활성화된 자연살해세포는 활성화된 대식세포 및 면역계의 다른 세포로 하여금 IFN-γ와 같은 항종양 사이토카인을 생성한다.\n  종양 및 생성된 사이토카인의 유형에 따라 대식세포는 두 가지의 개체군으로 분화된다: 종양제거 및 항원 제시 기능을 갖는 M1; 종양의 진행과 관련된 M2 (point 10 참고). IFN-γ에 의해 활성화된 대식세포의 종양제거 기능은 TNF-α, 프로테아제, 활성산소(ROS) 및 NO에 의해 직접적으로 작용하거나 TNF-α에 의해 종양 혈관이 파괴된 결과를 통해 간접적으로 작용하게 된다.\n  M1 대식세포는 순차적인 사이토카인(TNF-α 및 IL-12) 분비를 통해 세포독성 T 세포(cytotoxic T cell, Tc cell)의 분화 및 활성화를 유도하며, 대식세포와 NK세포의 재분화를 유도한다.\n  일부 종양 항원은 수지상세포에 의해 인식되며 자연살해세포, Tc 세포 및 M1 대식세포를 활성화시킬 수 있게 사이토카인을 분비하게 하는 Th1 도움 T 세포(TH1 helper T cell, Th1 cell)에 제공되게 된다.\n  CTL은 MHC-I에 결합된 종양 항원을 인식하고 그랜자임 및 퍼포린의 분비와 FasL에 의한 세포 사멸의 활성화를 통하여 종양세포를 파괴한다(Chart 13 참고).\n  종양에 침투한 M1 대식세포에 의하여 종양세포가 파괴되면, 종양 펩타이드는 MHC-II와 결합하고 Th2 세포에 제공되어, 체액성 면역 및 종양 항원에 특이적인 항체의 생산을 촉진한다. 자연살해세포, 호중구 및 대식세포는 항체의존성세포독성(antibody dependent cellular cytotoxicity, ADCC)을 통하여 종양세포를 파괴할 수 있다(Chart 13 참고). 이와 같은 항암 기전은 생체 내에서 매우 효과적이지는 않다.\n종양에 대한 면역_IMMUNITY AGAINST TUMORS\n면역 체계는 종양에 대한 예방 및 제거에 중요한 역할을 수행하고 있으나, 그 효과는 종양의 종류 및 종양의 진행 속도에 따라 다르게 나타난다. 또한, 종양 발생 위치나 면역 체계 자체를 회피할 수 있기 때문에 많은 종양은 면역 체계의 작용을 회피하게 된다. 선천적 면역 세포, 특히 자연살해세포는 종양의 집중적인 발병을 제어하는데 중요한 역할을 수행하며, 세포독성 T 림프구(cytotoxic T-lymphocyte, CTL)는 종양의 진행을 예방하는 데 결정적인 역할을 수행한다.\n면역조직화학적 기술의 사용과 특정 마커의 존재(예. 텔로머라제 활성)나 종양 항원(예. 암배아 항원)의 존재는 종양의 예후 및 치료를 평가할 수 있게 해준다.\n  사이토카인(TNF-α, IFN-α, IL-2)을 이용한 면역요법은 고양이 편평세포 암종과 유방암종과 같은 개와 고양이의 악성 종양을 제거한 후, 방사선이나 화학 요법의 보완을 위하여 적용할 수 있다.\n  그 외의 면역치료에는 구강흑색종에 대해 개발된 DNA 백신과 같은 치료 백신의 적용이 포함될 수 있다. 아직 실험 단계에 있는 다른 백신은 종양세포와 재조합 사이토카인의 추출물을 이용한다.\n치료\n  대부분의 면역원성 종양 항원은 종양 유전자, 바이러스 및 변이 유전자의 산물이다. 정상 세포에서 발현되지만 종양세포에서 과발현되는 종양태아성 항원과 기타 항원은 면역 반응이나 내성을 유도할 수 있다.\n  종양은 다른 여러 기전을 통하여 면역 반응을 회피할 수 있다. 예를 들어, MHC-I 분자가 변형되거나 부재하게 되면, 종양세포는 항원을 차단하는 점액성 다당류를 생산하거나, 면역 억제를 유도하거나 M2 대식세포의 분화를 결정하는 사이토카인(TGF-β)을 생성할 수 있다.\n \n과민반응은 일반적으로 무해한 항원에 대한 과도하고 부적절한 면역반응으로, 조직 손상이나 전신변형을 일으킨다. 알레르기는 높은 수준의 IgE에 의해 매개되는 즉각적인 과민반응(1형)이다. 이는 특정 알레르겐에 민감하게 반응하는 유전적인 경향을 가지고 있는 개체에서 발생한다(아토피성). 임상증상은 비만세포에서 염증 매개체가 갑자기 대량으로 방출되면서 발생하게 된다.\n알레르겐은 알레르기 반응을 유도하는 일반적으로 흔한 환경 항원이다. 대부분의 알레르기 반응은 국소적으로 발생하며, 알레르겐이 침투한 점막 및 피부표면(눈, 호흡기, 소화기)에 영향을 끼친다.\n  알레르기 반응의 첫 번째 단계는 알레르겐과의 첫 번째 접촉을 통한 면역계의 감작화이다. 동일한 알레르겐에 두 번째로 노출되게 되면 15~30분 뒤에 과민반응과 함께 임상적 변화가 나타나게 된다.\n  알레르겐은 Th2 도움 T 세포(Th2 helper T cell, Th2 cell)로 분화하는 helper T 세포에 존재하는 항원제시세포(antigen presenting cell, APC)에 의해 포획된다. 아토피 환자에서 이 Th2 세포는 B 세포가 높은 수준의 IgE를 분비하도록 촉진한다.\n  IgE는 비만세포의 표면에 있는 특정 수용체와 민감하게 반응하여 결합한다. 또한, 이들은 호중구와 호산구에는 보다 적게 결합한다.\n  알레르겐에 두 번째로 노출되면, 비만세포에 부착되어 있는 두 개의 IgE가 가교 결합하여 탈과립화 및 염증 매개체의 방출이 일어나며, 그 효과는 즉각적(히스타민, 세로토닌, 헤파린, 프로테아제)이거나 지연되어 일어나게 된다(류코트리엔, 프로스타글란딘, 혈소판 활성화 인자, 특정 사이토카인).\n  국소적인 수준에서 염증매개체는 혈관 확장 및 부종, 기관지 및 위장관의 평활근 수축, 점액 분비의 증가 및 가려움증을 유발한다.\n  늦은 단계의 반응은 때때로 비만세포에 의해 분비되는 화학주성인자에 의해 조직에 끌리는 호염구나 호산구를 포함한 피부반응에서 6시간에서 12시간 후에 일어난다.\n  알레르겐의 비경구투여는 염증 매개체의 대량 방출과 함께 호염구 및 비만세포의 일반화된 탈과립화를 일으킨다. 이 반응은 짧은 시간만에 동물을 기절시키거나 사망에 이르게하는 아나필락시스 반응이나 아나필락시스를 초래하게 된다. 개의 경우에는 주로 간과 심장에 이상이 발생한다.\n \n  가장 일반적인 알레르기 반응은 벼룩에 물리거나 사료 내의 일부 단백질, 백신 및 약물, 꽃가루와 같이 흡입된 항원 및 일부 알레르겐과의 접촉에 의해 일어난다. 음식물에 의한 알레르기는 임상증상이 나타날 때 피부 반응과 소화기 반응이 동반되지만, 보통은 알레르겐의 유입 경로에 따라 다르게 나타난다.\n개와 고양이의 주요 알레르기\n피부 알레르기는 주로 귀, 얼굴, 겨드랑이, 발, 복부 및 항문 주위에서 나타난다.\n호흡기 및 기타 알레르기\n■ 비염 및 결막염 ■ 천식\n■ 비강 삼출물 및 눈물샘 배출\n음식 알레르기\n■ 설사 ■ 구토\n■ 심각한 피부 가려움증\n피부 알레르기\n■ 피부염 ■ 홍반\n■ 가려움증 ■ 부종\n■ 딱지 ■ 농피증\n■ 과색소침착\n  알레르기의 진단은 피부 내피 검사와 높은 혈청 내 IgE의 농도 검출을 기본으로 한다. 임상증상과 IgE (ELISA를 이용. Chart 24 참고)의 농도 사이에는 상관관계가 없으나 일반적으로 ELISA의 음성결과는 아토피 반응을 배제할 수 있게 한다.\n  알레르기에 대한 최선의 치료는 알레르겐에 대한 노출을 피하는 것이다. 일반적으로 알레르기는 항히스타민제, 글루코코르티코이드제, 가려움증에 대한 국소 치료를 이용하며, 음식물 알레르기의 경우에는 저자극성 식이요법, 아나필락시스의 경우 아드레날린을 통하여 치료할 수 있다.\n  알레르기는 탈감작화 치료를 통하여 예방할 수 있다(“알레르기 백신”, Chart 25 참고).\n \n  대부분의 동물들은 여러 종류의 알레르겐에 대해 알레르기를 갖는다. 프렌치 불독이나 요크셔 테리어와 같은 특정 품종의 경우에는 알레르기로 인해 고통받기 쉽다.\n2형 과민반응\n  2형 과민반응은 수 시간 내로 일어나는 항체 매개성 세포독성 반응이다. 항체(IgG나 IgM)는 세포 표면의 항원과 결합하여 다양한 세포독성 기전(ADCC, 보체활성화를 통한 용해 및 세포를 삼킬 수 없는 경우 용균 효소의 방출)을 통해 항원의 파괴를 매개한다.\n  신생아의 용혈성 질환에서 강아지 또는 고양이의 적혈구는 모유의 초유에 존재하는 항체 항적혈구에 의해 용해된다(Chart 12 참고).\n  또한, 2형 과민반응은 부적합한 혈액의 수혈에 의한 적혈구의 용해, 항생제와 같은 특정 약물에 대한 반응에 의한 용혈성 빈혈, 장기이식의 초급성 거절반응 및 천포창과 같은 일부 자가면역 질환에서 발생한다.\n3형 과민반응\n  3형 과민반응은 체내에 순환하는 항체(IgG 또는 IgM)의 수준이 높은 상태에서 용해성 항원이 들어가고 3시간에서 10시간 뒤에 발생한다. 이때, 모세혈관 및 조직에 침착되는 다량의 면역 복합체가 형성된다. 이는 호중구(조직에 직접 용혈 효소를 방출하는)와 비만세포를 끌어당기는 보체를 활성화시켜 급성 염증 반응을 촉진한다(Chart 7 참고).\n  항원이 피하 경로를 통과하게 되면, 면역 복합체는 그 진입 부위에 침착되며, 국소적인 염증(“아루투스 반응”)을 유발하게 된다. “Blue eye”는 백신주사를 맞은 개나 개 간염 바이러스에 감염된 개에서 면역 복합체의 침착으로 인하여 발생할 수 있는 부종 및 각막 혼탁 현상이다(Chart 41 참고).\n  고농도의 항원을 정맥내 투여하게 되면, 모세 혈관벽(혈관염), 신장 사구체(사구체 신염) 및 관절의 활액포(관절염)에 면역 복합체가 침착될 수 있다.\n  3형 과민반응은 고양이 감염성 복막염, 내장에 발생한 리슈마니아증과 같은 특정 전염성 및 기생충 질환과 기타 류마티스 관절염과 같은 자가면역 질환 및 특정 항생제에 대한 반응에 대한 발병 기전에 관여하고 있다.\n \n\n\n4형 과민반응(또는 발생하는 데 24시간 이상 걸리는 지연성 과민증)은 감작화된 Th1 세포가 매개하는 만성적인 국소 염증반응이며, 항원과의 두 번째 접촉 이후에 발생한다.\n비알레르기성 과민반응은 항체(2형 및 3형) 또는 세포(4형)에 의하여 매개될 수 있으며, 알레르기 반응에 비하여 몇 시간에서 며칠 또는 몇 주가 더 지나서 발생하는 특징을 가지고 있다.\n항원 (1차 접촉)\n항원과 첫 번째 접촉하게 되면, APC에서 Th1 세포로 분화하여 증식하는 미감작 Th 세포에 이를 제시하게 된다. 두 번째 접촉 후에 APC는 활성화되어 있으며 항원 노출 영역으로 이동하는 기억 Th1 세포(감작화됨)에 항원을 제공하게 된다.\n  Th1 세포는 대식세포를 활성화시켜 식균작용을 높이는 사이토카인(IFN-γ, TNF-β)과 T 세포, 때로는 호염구(탈과립화되고 염증반응에 기여)뿐만 아니라 많은 수의 단핵백혈구(대식세포로 분화하는)를 끌어당기는 케모카인을 분비한다.\n  만성 염증의 경우에는 면역 세포가 많이 축적되게 된다. 이 때 발생하게 되는 조직 손상은 활성화된 대식세포로 인한 용균 효소의 과도한 방출로 인한 것이다.\n  4형 과민반응은 투베르쿨린 반응, 접촉성 피부염 및 제거하기 힘든 병원체나 물질에 의한 육아종 형성에 관여한다(Chart 7 및 15 참고). 또한, 장기이식 거부 반응 및 몇몇 자가면역 질환(1형 혹은 인슐린 의존성 당뇨병)과 관련되어 있다.\n항원\n자가면역_AUTOIMMUNITY\n자가면역은 면역계가 자기 항원(자가항원)에 반응하는 과정이다. 이것은 자가면역 질환을 일으키는 자가반응성 림프구와 자기 세포를 공격하는 자가항체의 발생으로 인한 자가면역관용 기전의 실패와 관련이 있다. 여러 기질과 촉발요인이 자가면역의 발생과 관련이 있으며, 결과적으로 예방 및 통제가 어렵다.\n\n  자가면역반응은 APC가 자기반응성 Th 세포에 자가항원을 제시할 때 시작된다. 자가면역관용 기전이 실패하게 되면(Chart 10 참고), Th 세포가 활성화되고 자가항체의 생성이나(Th2 반응) IFN-γ와 같은 사이토카인의 생성을 통하여 자가반응 Tc 세포와 대식세포의 활성을 유도한다(Th1 반응). 과민반응(2, 3, 4형)의 하나 이상의 여러가지 기전은 세포 손상과 관련되어 있을 수 있다(Chart 21 참고).\n  자가면역관용의 상실은 자가면역 T 세포의 부정적 선택의 실패, T 세포와 B 세포의 면역성 결여의 실패 및 T 조절 세포의 불충분한 억제활성으로 인하여 발생할 수 있다(Chart 10 참고).\n  면역성 결여의 실패: 감염원은 자가항원을 제시하고, APC의 톨유사 수용체(Toll-like receptor, TLR)와 결합하여 이를 활성화시킬 수 있다. 이 과정은 면역성 결여를 끝내고 사이토카인의 합성을 허용하는 동시자극 신호를 유발하며, 결과적으로, 자가반응성 T 세포의 활성이 일으키게 된다.\n  자가면역이 발달하는 기전 중 하나는 분자 모방으로 이를 통해 자가항원과 항원결정부위를 공유하는 미생물 항원 둘 모두에 반응하는 항체를 유도한다(예. 연쇄상구균에 대하여 생산된 항체는 심근세포의 항원결정부위를 인식한다.).\n  자가면역 반응은 면역계가 사전에 접촉이 없었던 세포질 항원에 의해 유도될 수 있으며, 따라서 자가면역관용을 가지지 않는다. 이것은 감염이나 부상으로 인해 노출된 세포나 조직 내에 은폐 항원의 경우를 말한다(예. 항핵항체나 전신성 홍반성 루푸스의 항핵항체).\n  감염원이나 화학물질(일부 항생제)은 면역 반응을 활성화시키는 신생항원 유래의 자가 항원을 변형시킬 수 있다.\n  자가면역에는 유전적 소인이 존재하는데, 이는 특정 MHC 단상형(변종)과 관련이 있다.\n  자가면역은 성인이나 나이든 동물에 더 자주 영향을 미치는 경향이 있으며, 이는 면역 저하와 관련이 있는 것으로 보인다(고령에서 면역 반응이 감소하며, 주로 조절 T 세포의 억제 활성에 영향을 미침).\n  자가면역 질환은 감염(가장 빈번한 요인), 자외선, 스트레스, 종양, 항생제 치료, 예방 접종 등과 같은 유발 요소에 따라 발생하는 경향이 있다.\n4형 과민반응에 의한\n조직 손상\n  자가면역 질환은 고양이보다 개에서 더 빈번하게 나타난다. 또한, 특정한 개의 종이나 혈통에 따라 더 많이 발생한다(코카 스파니엘, 골든 리트리버, 도베르만 등). 성별에 따른 발생의 차이는 나타나지 않는다.\n  개에서 자가면역 질환은 점막 면역의 약화와 감염에 대한 감수성을 증가시키는 IgA의 결핍과 관련이 있을 수 있다(Chart 23 참고).\n  자가면역 질환은 지속적이고 오래 나타나는 경향이 있다. 대부분은 국소적이거나 “특정 기관”에 발생하며, 전신적으로 발생하는 경우는 극소수이다. 진단은 임상 증상 및 다양한 면역학적 기법을 통한 자가항체와 자가반응성 림프구 검사를 기반으로 한다.\n장기 특이적 자가면역 질환\n(조직 손상과 연관된 과민반응 기전)\n갑상선\n기능 저하증\t자가반응성 Tc 세포에 의해 매개되는 갑상선 선 세포의 파괴(4형)\n1형 당뇨병\n(인슐린 의존성)\t자가반응성 Tc 세포와 자가항체에 의해 매개되는 이자섬의 β세포의 파괴(4형과 2형)\n개의 다발성\n신경염\t자가반응성 Tc 세포에 의해 매개되는 말초 신경의 수초의 파괴(4형)\n자가면역성\n용혈성 빈혈\t자가항체에 의해 매개되는 적혈구의 용해(2형)\n자가면역성 혈소판\n감소증\t자가항체에 의해 매개되는 혈소판의 용해(2형)\n천포창\t자가항체에 의한 데스모솜(상피 기저층과 표피 세포를 결합시키는 구조)의 파괴(2형)\n전신성 자가면역 질환\n(조직 손상과 연관된 과민반응 기전)\n전신성\n홍반성 루푸스\t다양한 자가항체에 의해 생성되는 다른 신체 시스템 및 조직의 손상: 항핵항체, 항적혈구 및 항혈소판(2형과 3형)\n류마티스 관절염\tIgG에 대한 자가항체에 의해 생성된 다발성 관절염(“류마티스 인자”)(3형과 4형)\nChart\n22\n  1차 면역결핍증은 매우 드물게 나타나며 선천적 혹은 후천적 면역계의 발달 과정의 여러 단계에서 나타난 유전적 돌연변이의 결과이다. 이 증상은 모성면역이 약화되고 적절한 치료가 이루어지지 않은 어린 강아지에서 종종 발견된다. 이 증상은 유전되는 특징이 있으며, 특정 개의 품종이나 혈통과 관련이 있다.\n  개에서 30가지가 넘는 유형의 면역결핍증이 알려져 있으나, 유전적 근거는 거의 알려져 있지 않다. 가장 잘 알려진 것은 다음 페이지의 그림이다.\n  2차 혹은 후천적 면역결핍증은 훨씬 빈번하게 발생한다. 이 증상은 모든 연령대의 동물에서 발생하지만 특히 성인에서 잘 나타난다. 이것은 대개 바이러스성 원인에 의해 발생하게 된다(고양이 면역결핍 바이러스, Feline immunodeficiency virus, FIV, Chart 37 참고). 또한, 영양실조, 내분비장애, 만성 스트레스, 만성 염증 및 신생질환, 글루코코르티코이드와 같은 특정 약물과 관련이 있다(Chart 25 참고).\n면역결핍과 면역억제_IMMUNODEFICIENCIES AND IMMUNOSUPPRESSION\n면역결핍은 면역계 반응의 장기적 손상으로 인하여 감염에 대한 감수성이 증가하는 것이다. 이것은 일차적(선천적)이거나 이차적(후천적)으로 발생할 수 있다.\n면역억제는 다른 질환에 의한 이차적인 면역계의 일시적인 억제 현상이며, 원인이 제거되면 증상 역시 사라지게 된다.\n미생물의 기회감염에 의해 발생하는 치료되지 않는 만성,\n재발 또는 전신적 감염이 일어난 동물의 경우에는 면역결핍이 의심되어야 한다.\n \n2차 면역결핍 및 면역억제\n일차적 면역결핍\n \n \n  면역저하는 생리적인 노화와 관련된 면역결핍 증상이다. 나이 든 고양이와 개는 면역 반응이 감소하고, CD4+ T 세포의 수가 감소하며, CD4/CD8 비율이 감소되면서, 기억 T 세포가 우세하여 일차 반응이 감소하지만 혈청내 항체의 수치는 상승한다.\n  면역억제는 “자연적인” 요인(예. 개의 디스템퍼 바이러스 감염)이나 의학적 요인(예. 종양에 대한 X-선 치료 또는 면역억제 약물 투여)에 의해 유도될 수 있다(Chart 25 참고).\n \n가장 잘 알려진 1차 면역결핍은 아래와 같다.\n  개 순환 호중구 감소증. 약 14일마다 감염 증상과 동시에 발생한다. 이 증상은 그레이 콜리에서 확인되었다.\n  개 백혈구 부착능 감소증. 호중구가 인테그린 CD18과 CD11b를 발현하지 않게 된다. 이는 백혈구의 내피세포의 부착, 혈관외 유출 및 감염부위로 이동하는 것을 막게 된다(Chart 7 참고). 이 증상은 아이리시 세터에서 확인되었다.\n  체디아크-히가시증후군. 호중구의 과립이 비정상적으로 커져 파고리소좀을 형성하지 못해 세포내 식균작용이 감소하게 된다(Chart 8 참고). \n  펠거-휴에트이상. 동물이 임상적으로 정상인 경우에도 호중구의 핵 분화가 감소하는 것이 특징이다. 이 증상은 주로 털이 짧은 개에서 확인되었다.\n  개 중증복합면역결핍증(canine severe combined immunodeficiency, SCID). 이 증상은 T 세포와 B 세포 모두에 영향을 주기 때문에 세포 매개 면역 반응과 항체 생산의 결여의 원인이 되는 가장 심각한 이상증상이다. 이 증상은 림프구 감소증을 특징으로 가지고 있다. SCID는 T 세포 상의 비기능성 IL-2 수용체와 연관이 있어 이들 세포의 활성을 방지하거나(바셋 하운드와 웰시코기에서 확인됨) T 세포 및 B 세포에 존재하는 T 세포 수용체(TCR) 및 B 세포 수용체(BCR)의 발달을 저해한다(잭 러셀 테리어에서 확인됨).\n  흉선 무형성증. 이 질환은 동물에서 성숙한 T 세포가 없는 것과 체모가 없는 것과 관련이 있다. 이 증상은 몇몇 털이 없는 개의 품종에서 확인되었다.\n  하나 이상의 면역글로불린계의 결핍. 개와 고양이에서 가장 흔하게 나타나는 원발성 면역결핍증상이다. 이것은 Ig계의 전환을 유도하는 B 세포 또는 Th 세포 중 하나의 결함으로 인하여 발생할 수 있다. 가장 빈번하게 나타나는 것은 저먼 셰퍼드, 샤페이, 비글 및 코카 스파니엘에서 확인된 IgA 결핍이다.\n  보체 시스템의 일부 구성요소가 결핍되면 감염에 대한 감수성이 증가하게 된다.\n \n직접적인 면역진단 기법은 항원이 존재할 수 있는 동물의 시료(혈액, 분변, 분비물, 장기 생검 등)을 이용하여 수행할 수 있다. 혈청은 간접적인 면역진단 기법에 종종 사용되며, 이와 같은 이유로 간접 진단법을 혈청학적 진단 혹은 혈청 검사라고 한다. 또한, 항체는 전혈 및 타액, 질 삼출물이나 우유와 같은 다른 체액에서 검출될 수 있다.\n  혈청이나 항체의 역가는 항원에 대한 특이적인 항체의 농도를 말한다. 이것은 면역검사에 대하여 양성반응을 나타내는 혈청의 최대희석액의 역수로 정의된다. 역가가 높을수록 시료 내의 항원의 농도는 높아지게 된다.\n  혈청전환은 2~3주 간격으로 채취한 2개의 혈청 시료 사이에 항체의 역가가 2~4배 증가하는 것을 말한다. 이와 같은 결과는 활성화된 감염을 의미한다. 항체가가 유지되거나 감소하게 되면 보통 동물이 감염에서 회복되고 있는 것을 의미한다.\n  유세포 분석법은 면역 세포 집단의 평가를 위하여 전혈이나 골수천자를 이용하여 이루어진다. 이 기법은 세포 표면의 항원을 검출하기 위한 형광 색소로 표지된 단클론 항체의 이용을 포함하고 있다. 이 기법의 응용 방법 중 하나는 면역결핍에 대한 진단법이다(예. 고양이에서 CD4/CD8 비율이 <1.0 인 경우)\n  면역학적 기법은 높은 민감도와 특이도를 가져야한다. 일반적으로 민감도가 매우 높은 검사의 경우에는 특이도가 낮은 경향이 있으며, 그 반대의 경우도 있다. 실제로, 가장 민감도와 특이도가 높은 기법은 ELISA이다.\n면역진단_IMMUNODIAGNOSIS\n면역학적 기법은 주로 알레르기, 과민반응, 자가면역질환 및 면역결핍, 신생 질병 등의 진단만이 아니라 감염성 질환의 진단에도 사용된다. 진단은 직접적 혹은 병인학적(항원 검출), 또는 간접적(항원에 대한 특정 항체 검출)으로 이루어진다. 대부분의 기법들은 체외에서 항원-항체 반응을 기반으로 하여 이루어지고 있다. 현재 쉽고 빠르게 진단할 수 있는 수많은 상용 키트들이 있다.\n진단기법의 민감도와 특이도\n민감도: 매우 낮은 농도의 항원이나 항체를 검출하는 능력, 즉, 대부분의 양성이나 감염된 동물을 검출하는 능력.\n특이도: 특정 항원이나 항체만을 검출하는 능력.\n위양성 결과\t위음성 결과\n●다른 항원과 교차반응하는 항체\n●초유항체\n●백신에 의해 유도된 항체\t●매우 낮은 항체 역가\n●항체의 결여(면역결핍이나 면역억제가 일어난 동물이나 면역관용이 일어난 동물)\n●감염의 극초기 단계\n●질병이 매우 빠르게 진행되는 경우\n●부정확한 실험\n●부적절한 시료나 실험기법의 사용\n대부분의 기법은 형광색소(면역형광법), 효소(ELISA)나 금콜로이드(면역크로마토그래피)로 표지된 항체 접합체를 이용한다.\n  직접 면역형광분석법(direct immunofluorescence assays, DFA)은 감염되거나 변형된 세포(예. 개 디스템퍼 바이러스)에서 항원을 검출하는 데 사용한다. 간접 면역형광분석법(indirect immunofluorescence assays, IFA)은 항원 양성 세포(예. 개 리슈마니아증)에서 혈청 희석을 증가시키고 배양을 하여 항체를 검출하고 역가를 측정하는 데 사용한다.\n  면역조직화학염색법(immnohistochemistry, IHC)과 면역과산화효소검사법(immunoperoxidase assays, IP)은 조직의 절편(예. 개 감염성 간염 및 고양이 감염성 복막염)에서 항원을 검출하도록 설계되었다. 이 기법들은 주로 동물의 사후에 수행된다.\n  ELISA 기법은 항원(캡처 및 샌드위치 ELISA)이나 항체(간접 및 경쟁적 ELISA)를 검출하고 정량화하는 데 사용된다. 이 기법은 정량적이며 자동화 가능한 마이크로플레이트 기법이다(색상의 광학밀도, O.D.,는 ELISA 판독기를 이용하여 결정된다). 상업용 ELISA 키트를 이용하게 되면 개별 시료의 분석이 가능하다. 이 방법은 가장 널리 사용되는 진단 방법이다.\n  현재 ELISA 기법을 기반으로 하는 많은 키트와 신속한 면역측정장치가 있다. 양성 반응은 색깔이 있는 원 또는 선(“dot-ELISA”)으로 간주된다. 이를 통하여 항원과 항체 모두 검출될 수 있다(고양이 백혈병 바이러스와 고양이 면역결핍 바이러스의 항체에 대한 항원, Chart 36 참고).\n  면역크로마토그래피(immunochromatography, IC)는 시료가 니트로셀룰로오스 스트립을 따라 빠르게 흐르는 방식으로 상업용으로 개발된 간편하고 신속한 장치를 이용한다. 양성반응은 색깔이 있는 선으로 나타난다(코로나 바이러스와 개 파보 바이러스의 검출).\n  응집반응은 특정 항체의 검출, 혈액 그룹의 결정 및 자가면역 용혈성 빈혈의 진단에 사용된다(쿰스 검사).\n  적혈구 응집반응(hemagglutination, HA)과 적혈구응집억제반응(hemagglutination inhibition, HAI) 분석법은 시료에서 적혈구 응고 바이러스를 검출하고(HA)(예. 개 파보 바이러스) 반응을 특이적으로 저해하는 혈청 내 항체 역가를 측정하기 위해(HAI) 사용된다.\n  혈청중화법(seroneutralizaion, SN)은 중화항체가를 측정하는 방법이다: 바이러스는 세포 배양 시에 희석배수를 증가시킨 혈청과 배양되며, 중화항체가 존재하는 경우에는 바이러스의 세포 변성 효과가 저해된다.\n면역치료는 동물의 면역 반응을 조절하기 위한 모든 치료를 포함한다. 일부 치료는 자가면역 및 과민반응과같은 반응이 과도하거나 부적절한 경우 면역 반응을 감소시키기 위한 것이다(면역 억제제). 다른 경우에는 면역 체계를 자극하기 위해 필요에 따라서 면역 자극제를 투여한다. 이것은 면역 결핍의 경우 감염 인자에 대한 반응을 향상시킨다.\n면역 억제 요법은 면역 반응이 과도하거나 부적절한 경우 장애를 일으키는 기작을 수정하거나 감소 또는 억제할 때 나타난다(Chart 20~22 참고). 면역 억제 약물은 또 다른 면역 체계에 영향을 미칠 수 있으므로 임상 증상의 완화와 감염 위험 사이의 균형을 찾는 것이 필요하다.\n\n당질코르티코이드(glucocorticoids)는 세포질 수용체에 결합하며 유전자 발현을 변화시킨다. 이들의 주요 역할은 T 세포 기능의 억제이지만 면역 체계의 다른 세포와 분자에도 작용한다. 프리드니손(prednisone)과 덱사메타손(dexamethasone)은 개와 고양이에서 가장 많이 사용되는 당질코르티코이드 중 하나이다. 고양이는 스테로이드 저항성이 있는데 이는 수용체의 발현이 낮기 때문이며 충분한 효과를 위해 더 많은 용량의 약물을 필요로 한다.\n  개에서 사용되는 다른 면역 억제제로는 아자티오프린(azathioprine)과 사이클로포스파마이드(cyclophosphamide)가 있으며 클로람부실(chlorambucil)은 고양이에서 사용된다. 이들은 세포독성이 있어 세포 증식을 방해한다. 사이클로스포린(cyclosporine)과 타크로리무스(tacrolimus)를 사용하기도 하는데 이들은 T 세포에 의한 IL-2의 합성을 차단한다(Chart 9 참고).\n  알레르기(Chart 20 참고)는 알레르겐에 대한 민감도 저하 치료제인 알레르기 백신으로 예방할 수 있다. 이 치료는 알레르겐을 매우 낮은 용량으로부터 반복적으로 투여하여 점차 양을 늘려가며 이루어진다. 작용 메커니즘에 대해서는 알려지지 않았지만 IgE 결합 부위를 차단하는 IgG (Chart 20 참고)의 생성 또는 항원에 대한 내성 유도(Chart 10 참고)에 의한 것으로 생각되고 있다.\n포식작용\n  스트레스와 감염은 동물의 면역 결핍을 일으키고(Chart 23 참고) 감염에 대한 감수성을 증가시킨다. 이러한 경우 동물의 선천성 면역 반응을 강화시키위해 면역 자극제를 투여하는 것이 바람직하다(Chart 4 참고).\n  일부 면역 자극 화합물은 알로에 베라에서 추출한 아세만난(acemannan)과 같은 식물 추출물이 있다. 또한 바이러스 유래 물질인 β-글루칸[예. 지모산(zymosan)] 및 세균 유래 물질(미생물 Propionibacterium acnes, Mycobacterium 또는 Staphylococcus aureus의 추출물)과 같은 물질도 면역 체계를 자극시킬 수 있다. 이런 물질의 경우 PAMP 분자가 보체를 활성화시키며 선천성 면역 체계의 TLR에 의해 인식이 된다(Chart 3, 4 참고).\n  일부 사이토카인은 면역 결핍 환자에게 사용되며, 전염성 또는 신종 질병에 대한 보조 요법으로도 사용된다. 예를 들어, 고양이 IFN-ω는 레트로 바이러스(FIV, FeLV) 또는 파보 바이러스(parvovirus)에 감염된 고양이에게 투여할 수 있으며, 고양이 IL-2는 고양이의 육종 절제 후에 국소적으로 투여할 수 있다.\n수동 면역은 면역글로불린이 한 동물에서 다른 동물로 옮겨지는 과정으로, 보통 같은 종에서 이루어지며 즉각적인 체액 면역을 제공한다. 수동 면역은 자연스럽게 획득할 수 있는데 신생아가 초유를 통해 모성 항체를 획득하는 경우(Chart 12 참고)가 그렇다. 또한 인공적으로 획득하도록 하는 경우도 있는데 파보 바이러스 감염이 있는 개에게 고면역 혈청을 투여하는 경우 및 파상풍 독소 중독을 예방할 경우 등이 그렇다.\n \n6\n불활화된 세균 혹은 세균 추출물\n"
}